Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Requested PsychoPy version {requested} does not support installed Python version {py}. The {mode} version of PsychoPy to support {py} was version {key}. Try either choosing a different version of PsychoPy or installing a different version of Python - some standalone PsychoPy releases include installers for multiple versions.
es_es: La versión de PsychoPy solicitada {requested} no es compatible con la versión de Python instalado {py}. La versión {mode} de PsychoPy para admitir {py} era la versión {key}. Intente elegir una versión diferente de PsychoPy o instalar una versión diferente de Python; algunas versiones independientes de PsychoPy incluyen instaladores para múltiples versiones.
pt: A versão solicitada do PsychoPy {requested} não suporta a versão Python instalada {py}. A versão {mode} do PsychoPy para suportar o {py} era a versão {key}. Tente escolher uma versão diferente do PsychoPy ou instalar uma versão diferente do Python - algumas versões independentes do PsychoPy incluem instaladores para várias versões.

source: Required minimal version `{}` not met ({}).
es_es: La versión mínima requerida `{}` no se cumple ({}).
pt: Versão mínima necessária `{}` não cumprid ({}).

source: '{}' is not a valid PsychoPy version.
es_es: '{}' no es una versión válida de PsychoPy.
pt: '{}' não é uma versão válida do PsychoPy.

source: Couldn't find version {} locally. Trying github...
es_es: No se pudo encontrar la versión {} localmente. Probando github...
pt: Não foi possível encontrar a versão {} localmente. A experimentar o github...

source: {} is not currently available.
es_es: {} no está disponible actualmente.
pt: {} não está disponível de momento.

source: Downloading the PsychoPy Library from Github (may take a while)
es_es: Descargar la biblioteca PsychoPy desde Github (puede tardar un poco)
pt: A transferir a biblioteca PsychoPy do Github (pode demorar um pouco)

source: could not assess available physical RAM; total %s
es_es: no se pudo evaluar la RAM física disponible; total %s
pt: não foi possível avaliar a RAM física disponível; total %s

source: physical RAM available for configuration test (of %.1fG total)
es_es: la RAM física disponible para prueba de configuración ( es de %.1fG total)
pt: the RAM física disponível para teste de configuração (de %.1fG total)

source: Warning: low available physical RAM for configuration test (of %.1fG total)
es_es: Advertencia: poca RAM física disponible para prueba de configuración (de %.1fG total)
pt: Aviso: pouca RAM física disponível para teste de configuração (de %.1fG total)

source: avoid upgrading during an experiment
es_es: evitar actualización durante un experimento
pt: evitar atualizar durante uma experiência

source: can be set in <a href="https://www.psychopy.org/general/prefs.html#application-settings-app">Preferences -> App</a>
es_es: se puede configurar en <a href="https://www.psychopy.org/general/prefs.html#application-settings-app">Preferencias -> Aplicación</a>
pt: pode ser definido em <a href="https://www.psychopy.org/general/prefs.html#application-settings-app">Preferências -> App</a>

source: Warning: python 2.7 or 3.6 are recommended; 2.6 and 3.5 might work. Others probably won't.
es_es: Advertencia: se recomienda Python 2.7 o 3.6; 2.6 y 3.5 podrían funcionar. Otros probablemente no.
pt: Aviso: recomenda-se o python 2.7 ou 3.6; 2.6 e 3.5 podem funcionar. Outros provavelmente não.

source: Warning: wx 2.8.10 or higher required
es_es: Advertencia: se requiere wx 2.8.10 o superior
pt: Aviso: wx 2.8.10 ou superior necessário

source: for high-priority threads
es_es: para subprocesos de alta prioridad
pt: para threads de alta prioridade

source: Warning: <a href="https://www.psychopy.org/general/timing/reducingFrameDrops.html?highlight=OpenGL+2.0">OpenGL 2.0 or higher is ideal</a>.
es_es: Advertencia: <a href="https://www.psychopy.org/general/timing/reductionFrameDrops.html?highlight=OpenGL+2.0">OpenGL 2.0 o superior es ideal</a>.
pt: Aviso: <a href="https://www.psychopy.org/general/timing/reducingFrameDrops.html?highlight=OpenGL+2.0">OpenGL 2.0 ou superior é o ideal</a>.

source: Warning: <a href="https://www.psychopy.org/general/timing/reducingFrameDrops.html?highlight=shader">Rendering of complex stimuli will be slow</a>.
es_es: Advertencia: <a href="https://www.psychopy.org/general/timing/reductionFrameDrops.html?highlight=shader">La representación de estímulos complejos sé lento</a>.
pt: Aviso: <a href="https://www.psychopy.org/general/timing/reducingFrameDrops.html?highlight=shader">A renderização de estímulos complexos será lenta</a>.

source: during the drifting <a href="https://www.psychopy.org/api/visual/gratingstim.html">GratingStim</a>
es_es: durante la deriva <a href="https://www.psychopy.org/api/visual/gratingstim.html">GratingStim</a>
pt: durante o drifting <a href="https://www.psychopy.org/api/visual/gratingstim.html">GratingStim</a>

source: Warning: too fast? visual sync'ing with the monitor seems unlikely at 300+ Hz
es_es: Advertencia: ¿demasiado rápido? La sincronización visual con el monitor parece poco probable a más de 300 Hz
pt: Aviso: demasiado rápido? a sincronização visual com o monitor parece improvável a mais de 300 Hz

source: SD &lt; 0.5 ms is ideal (want low variability)
es_es: SD &lt; 0,5 ms es ideal (quiere baja variabilidad)
pt: SD &lt; 0.5 ms é o ideal (deseja baixa variabilidade)

source: Warning: the refresh rate has high frame-to-frame variability (SD &gt; 0.5 ms)
es_es: Advertencia: la frecuencia de actualización tiene una alta variabilidad de cuadro a cuadro (SD > 0,5 ms)
pt: Aviso: a taxa de atualização tem uma elevada variabilidade de frame para frame (SD &gt; 0.5 ms)

source: during <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> with 100 random dots
es_es: durante <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> con 100 puntos aleatorios
pt: durante <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> com 100 pontos aleatórios

source: Warning: could not keep up during <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> with 100 random dots.
es_es: Advertencia: no se pudo mantener el ritmo durante <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> con 100 puntos aleatorios.
pt: Aviso: não foi possível acompanhar durante <a href="https://www.psychopy.org/api/visual/dotstim.html">DotStim</a> com 100 pontos aleatórios.

source: Warning: pyo is needed for sound and microphone.
es_es: Advertencia: se necesita pyo para el sonido y el micrófono.
pt: Aviso: pyo é necessário para som e microfone.

source: (missing)
es_es: (faltante)
pt: (em falta)

source: vector-based (fast) calculations
es_es: cálculos (rápidos) basados en vectores
pt: cálculos baseados em vetores (rápidos)

source: scientific / numerical
es_es: científico/numérico
pt: científico / numérico

source: plotting; fast contains(), overlaps()
es_es: trazado; contiene rápido(), superposiciones()
pt: gráficos; rápido contém (), sobreposições ()

source: for online help, usage statistics, software updates, and google-speech
es_es: para ayuda en línea, estadísticas de uso, actualizaciones de software y voz de Google
pt: para obter ajuda online, estatísticas de utilização, atualizações de software e Google-Speech

source: Warning: could not connect (no proxy attempted)
es_es: Advertencia: no se pudo conectar (no se intentó ningún proxy)
pt: Aviso: não foi possível ligar (nenhuma tentativa de proxy)

source: try to auto-detect a proxy if needed; see <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferences -> Connections</a>
es_es: intenta detectar automáticamente un proxy si es necesario; consulte <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferencias -> Conexiones</a>
pt: tente detetar automaticamente um proxy, se necessário; consulte <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferências -> Conecções</a>

source: current manual proxy setting from <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferences -> Connections</a>
es_es: configuración de proxy manual actual de <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferencias -> Conexiones</a>
pt: configuração manual actual do proxy em <a href="https://www.psychopy.org/general/prefs.html#connection-settings-connections">Preferências -> Conecções</a>

source: numpy.std() of 1,000,000 data points
es_es: numpy.std() de 1.000.000 puntos de datos
pt: numpy.std() de 1.000.000 pontos de dados

source: Python packages
es_es: Paquetes de Python
pt: Pacotes Python

source: could not import package %s
es_es: no se pudo importar el paquete %s
pt: não foi possível importar o pacote %s

source: video card drivers
es_es: controladores de tarjeta de video
pt: drivers da placa de vídeo

source: This page was auto-generated by the PsychoPy configuration wizard on %s
es_es: Esta página fue generada automáticamente por el asistente de configuración de PsychoPy en %s
pt: Esta página foi gerada automaticamente pelo assistente de configuração do PsychoPy em %s

source: Configuration problem
es_es: Problema de configuración
pt: Problema de configuração

source: Critical issue
es_es: Problema crítico
pt: Problema crítico

source: Configuration report
es_es: Informe de configuración
pt: Relatório de configuração

source: <p>All values seem reasonable (no warnings, but there might still be room for improvement).</p>
es_es: <p>Todos los valores parecen razonables (sin advertencias, pero aún puede haber espacio para mejorar).</p>
pt: <p>Todos os valores parecem razoáveis ​​(sem avisos, mas ainda pode haver espaço para melhorias).</p>

source: 1 suboptimal value was detected</font>, see details below (%s).</p>
es_es: Se detectó 1 valor subóptimo</font>, consulte los detalles a continuación (%s).</p>
pt: Foi detectado 1 valor abaixo do ideal</font>, ver detalhes abaixo (%s).</p>

source: %(num)i suboptimal values were detected</font>, see details below (%(warn)s).</p>
es_es: Se detectaron %(num)i valores subóptimos</font>, consulte los detalles a continuación (%(warn)s).</p>
pt: Foram detetados %(num)i valores abaixo do ideal</font>, ver detalhes abaixo (%(warn)s).</p>

source: Only show suboptimal values
es_es: Mostrar sólo valores subóptimos
pt: Mostrar apenas valores abaixo do ideal

source: Show all information
es_es: Mostrar toda la información
pt: Mostrar todas as informações

source: <p>Resources: | <a href="https://www.psychopy.org/documentation.html">On-line documentation</a> | Download <a href="https://www.psychopy.org/PsychoPyManual.pdf">PDF manual</a> | <a href="https://discourse.psychopy.org">Search the user-group archives</a> </p>
es_es: <p>Recursos: |<a href="https://www.psychopy.org/documentation.html">En-documentación de línea</a> | Descargar <a href="https://www.psychopy.org/PsychoPyManual.pdf">Manual en PDF</a> |<a href="https://discourse.psychopy.org">Buscar usuario-archivos de grupo</a> </p>
pt: <p>Recursos: | <a href="https://www.psychopy.org/documentation.html">Documentação on-line</a> | Download <a href="https://www.psychopy.org/PsychoPyManual.pdf">manual em PDF </a> | <a href="https://discourse.psychopy.org">Pesquisar os ficheiros do grupo de utilizadores</a> </p>

source: Configuration test</strong> or setting
es_es: Prueba de configuración</strong> o ajuste
pt: Teste de configuração</strong> ou definição

source: Version or value
es_es: Versión o valor
pt: Versão ou valor

source: Notes
es_es: Notas
pt: Notas

source: Configuration Wizard
es_es: Asistente de configuración
pt: Assistente de configuração

source: It looks like you are running PsychoPy for the first time.
es_es: Parece que estás ejecutando PsychoPy por primera vez.
pt: Parece que está a executar o PsychoPy pela primeira vez.

source: This wizard will help you get started quickly and smoothly.
es_es: Este asistente le ayudará a comenzar de forma rápida y sin problemas.
pt: Este assistente irá ajudá-lo a começar de forma rápida e tranquila.

source: Welcome to the configuration wizard.
es_es: Bienvenido al asistente de configuración.
pt: Bem-vindo ao assistente de configuração.

source: The first configuration check is your video card's drivers. The current
es_es: La primera verificación de configuración son los controladores de su tarjeta de video. Los actuales
pt: A primeira verificação de configuração são os controladores da sua placa gráfica. O actual

source: drivers cannot support PsychoPy, so you'll need to update the drivers.
es_es: los controladores no son compatibles con PsychoPy, por lo que necesitarás actualizarlos.
pt: as drivers não suportam o PsychoPy, pelo que terá de atualizar as drivers.

source: <p>Critical issue: </p><p>Your video card (%(card)s) has drivers that cannot support the high-performance features that PsychoPy depends on. Fortunately, it's typically free and straightforward to get new drivers directly from the manufacturer.</p> <p><strong>To update the drivers:</strong> <li> You'll need administrator privileges. <li> On Windows, don't use the windows option to check for updates - it can report that there are no updates available. <li> If your card is made by NVIDIA, go to <a href="https://www.nvidia.com/download/index.aspx">the NVIDIA website</a> and use the 'auto detect' option. Try here for <a href="https://www.amd.com/fr/support">ATI / Radeon drivers</a>. Or try <a href="https://www.google.com/search?q=download+drivers+%(card2)s"> this google search</a> [google.com]. <li> Download and install the driver. <li> Reboot the computer. <li> Restart PsychoPy.</p> <p>If you updated the drivers and still get this message, you'll need a different video card to use PsychoPy. Click <a href="https://www.psychopy.org/installation.html#recommended-hardware">here for more information</a> [psychopy.org].</p>
es_es: <p>Problema crítico: </p><p>Su tarjeta de video (%(card)s) tiene controladores que no puede admitir las funciones de alto rendimiento de las que que PsychoPy depende. Afortunadamente, normalmente es gratis y sencillo de obtener nuevos controladores directamente del fabricante.</p> <p><strong>Para actualizar los controladores:</strong> <li> Necesitará privilegios de administrador. <li> En Windows, no utilice la opción de Windows para buscar actualizaciones - puede informar que no hay actualizaciones disponibles. <li> Si su tarjeta es de NVIDIA, vaya a <a href="https://www.nvidia.com/download/index.aspx">el sitio web de NVIDIA</a> y utilice la opción 'detección automática'. Pruebe aquí para <a href="https://www.amd.com/fr/support">ATI/Radeon controladores</a>. O prueba <a href=“https://www.google.com/search?q=download+drivers+%(card2)s”> esta búsqueda de Google</a> [google.com]. <li> Descargue e instale el controlador. <li> Reinicie la computadora. <li>Reinicie PsychoPy.</p> <p>Si actualizó los controladores y aún recibe este mensaje, usted necesitara una tarjeta de video diferente para usar PsychoPy. Haga clic <a href="https://www.psychopy.org/installation.html#hardware-recomendado">aquí para más información</a> [psychopy.org].</p>
pt: <p>Problema crítico: </p><p>A sua placa gráfica (%(card)s) possui drivers que não suportam as características de alto desempenho das quais o PsychoPy depende. Felizmente, é costuma ser gratuito e fácil obter novos drivers diretamente do fabricante.</p> <p><strong>Para atualizar as drivers:</strong> <li> Necessitará de privilégios de administrador. <li> No Windows, não utilize a opção do Windows para verificar as atualizações - pode informar que não existem atualizações disponíveis. <li> Se a sua placa for fabricada pela NVIDIA, aceda <a href="https://www.nvidia.com/download/index.aspx">website da NVIDIA </a> e utilize a opção 'detecção automática'. Experimente aqui <a href="https://www.amd.com/fr/support">ATI / Radeon drivers</a>. Ou tente <a href="https://www.google.com/search?q=download+drivers+%(card2)s"> this google search</a> [google.com]. <li> Transferir e instalar a driver. <li> Reinicie o computador. <li> Reinicie o PsychoPy.</p> <p>Se atualizou os drivers e ainda recebe esta mensagem, pode precisar de uma placa gráfica diferente para utilizar o PsychoPy. Clique <a href="https://www.psychopy.org/installation.html#recommended-hardware">aqui para mais informações</a> [psychopy.org].</p>

source: <p>Critical issue: </p>
es_es: <p>Problema crítico: </p>
pt: <p>Problema crítico: </p>

source: We'll go through a series of configuration checks in about 10 seconds.
es_es: Realizaremos una serie de comprobaciones de configuración en unos 10 segundos.
pt: Faremos uma série de verificações de configuração em cerca de 10 segundos.

source: Note: The display will switch to full-screen mode and will
es_es: Nota: La pantalla cambiará al modo de pantalla completa y
pt: Nota: O visor mudará para o modo de ecrã inteiro e

source: then switch back. You don't need to do anything.
es_es: luego vuelve a cambiar. No necesitas hacer nada.
pt: depois volte. Não precisa de fazer nada.

source: Optional: For best results, please quit all email programs, web-browsers,
es_es: Opcional: Para mejorar resultados, por favor finalice todos los programas de e-mail, navegadores de internet,
pt: Opcional: Para obter melhores resultados, feche todos os programas de e-mail, navegadores da Web,

source: Dropbox, backup or sync services, and others.
es_es: Dropbox, servicios de copia de seguridad o sincronización y otros.
pt: Dropbox, serviços de backup ou sincronização e outros.

source: Click OK to start, or Cancel to skip.
es_es: Haga clic en Aceptar para comenzar o en Cancelar para omitir.
pt: Clique em OK para iniciar ou em Cancelar para saltar.

source: Full details
es_es: Detalles completos
pt: Detalhes completos

source: Click OK for more information, or Cancel to skip.
es_es: Haga clic en Aceptar para obtener más información o en Cancelar para omitir.
pt: Clique em OK para obter mais informações ou em Cancelar para saltar.

source: Configuration testing complete!
es_es: ¡Prueba de configuración completada!
pt: Teste de configuração concluído!

source: All values seem reasonable (no warnings).
es_es: Todos los valores parecen razonables (sin advertencias).
pt: Todos os valores parecem razoáveis ​​(sem avisos).

source: 1 suboptimal value was detected (%s)
es_es: Se detectó 1 valor subóptimo (%s)
pt: Foi detetado 1 valor abaixo do ideal (%s)

source: %(num)i suboptimal values were detected (%(warn)s, ...)
es_es: %(num)i se detectaron valores subóptimos (%(warn)s, ...)
pt: Foram detetados %(num)i valores abaixo do ideal (%(warn)s, ...)

source: Click OK for full details (will open in a web-browser),
es_es: Haga clic en Aceptar para obtener todos los detalles (se abrirá en un navegador web)
pt: Clique em OK para obter todos os detalhes (será aberto num navegador da Web),

source: or Cancel to stay in PsychoPy.
es_es: o Cancelar para permanecer en PsychoPy.
pt: ou Cancelar para permanecer no PsychoPy.

source: Benchmark Wizard
es_es: Asistente de evaluación comparativa (Benchmark)
pt: Assistente de benchmark

source: Benchmarking takes ~20-30 seconds to gather
es_es: La evaluación tipo Benchmark tarda entre 20 y 30 segundos en recopilarse
pt: O benchmarking demora cerca de 20 a 30 segundos a ser recolhido

source: configuration and performance data. Begin?
es_es: datos de configuración y rendimiento. ¿Comenzar?
pt: dados de configuração e desempenho. Começar?

source: dots &amp; configuration
es_es: puntos y configuración
pt: pontos &amp; configuração

source: visual window for drawing
es_es: ventana visual para dibujar
pt: janela visual para desenho

source: Benchmark complete! (See the Coder output window.)
es_es: ¡Evaluación Benchmark completa! (Consulte la ventana de resultados del Coder)"
pt: Referência concluída! (Veja a janela de resultados do Coder.)

source: Click OK to view full configuration and benchmark data.
es_es: Haga clic en Aceptar para ver la configuración completa y los datos del benchmark.
pt: Clique em OK para visualizar os dados completos de configuração e benchmark.

source: Click Cancel to stay in PsychoPy.
es_es: Haga clic en Cancelar para permanecer en PsychoPy.
pt: Clique em Cancelar para permanecer no PsychoPy.

source: tips.txt
pt: tips_pt_PT.txt

source: Paste above
pt: Colar acima

source: Paste below
pt: Colar abaixo

source: Remove
pt: Remover

source: Move to top
pt: Mover para o topo

source: Move up
pt: Mover para cima

source: Move down
pt: Mover para baixo

source: Move to bottom
pt: Mover para o fim

source: Error
pt: Erro

source: Insert Loop
pt: Inserir Loop

source: Save as...
pt: Guardar como...

source: Experiment settings
pt: Definições da experiência

source: Desktop
pt: Área de Trabalho

source: Monitor center
pt: Central de monitorização

source: Write Python
pt: Escrever Python

source: Write experiment as a Python script
pt: Escrever a experiência como um script Python

source: Browser
pt: Navegador

source: Write JS
pt: Escrever JS

source: Write experiment as a JavaScript (JS) script
pt: Escrever a experiência como um script JavaScript (JS)

source: Sync project with Pavlovia
pt: Sincronizar o projeto com Pavlovia

source: Views
pt: Visualizações

source: Switch to Builder view
pt: Mudar para a visualização do Builder

source: Switch to Coder view
pt: Mudar para a visualização do Coder

source: Switch to Runner view
pt: Mudar para a visualização do Runner

source: Color
pt: Cor

source: Audio
pt: Áudio

source: error
pt: erro

source: visible
pt: visivel

source: Editor
pt: Editar

source: Cu&t %s
pt: Cor&tar %s

source: SmartIndent %s
pt: IndentaçãoIntelifente %s

source: Create new text file
pt: Criar um novo ficheiro de texto

source: Open an existing text file
pt: Abrir um ficheiro de texto existente

source: Save current text file
pt: Guardar o ficheiro de texto atual

source: Save current text file as...
pt: Guardar o atual ficheiro de texto como...

source: Color picker
pt: Selecionar cor

source: Open a tool for choosing colors
pt: Abrir a ferramenta para escolher cores

source: Could not find folder {directory}, please select a different local root.
pt: Não foi possível encontrar a pasta {directory}, selecione por favor uma raiz local diferente.

source: General
pt: Geral

source: No user
pt: Nenhum utilizador

source: Edit user...
pt: Editar utilizador...

source: Switch user
pt: Alterar utilizador

source: New user...
pt: Novo utilizador...

source: No project
pt: Nenhum projeto

source: New project
pt: Novo projeto

source: Edit project...
pt: Editar projeto...

source: Search projects...
pt: Procurar projetos...

source: Manage list
pt: Gerir lista

source: Add
pt: Adicionar

source: Stop the current (Python) script
pt: Parar o atual script (Python)

source: Backend
pt: Processo interno

source: Which device to use for transcription?
pt: Que dispositivo usar para a transcrição?

source: Whisper device
pt: Dispositivo Whisper

source: Companion address
pt: Endereço complementar

source: Companion port
pt: Endereço complementar

source: Editable?
pt: Editável?

source: End points
pt: Pontos finais

source: Loop type
pt: Tipo de loop

source: Random seed
pt: Seed aleatória

source: Start value
pt: Valor inicial

source: Max value
pt: Valor max

source: Min value
pt: Valor min

source: Step sizes
pt: Tamanhos de passos

source: Step type
pt: Tipo de passo

source: Stair type
pt: Tipo de stair

source: Switch method
pt: Método de troca
