Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Undo %(action)s %(key)s
es_es: Deshacer %(action)s %(key)s
pt: Desfazer %(action)s %(key)s

source: Redo %(action)s %(key)s
es_es: Rehacer %(action)s %(key)s
pt: Refazer %(action)s %(key)s

source: Location to unpack demos
es_es: Ubicación para descomprimir demostraciones
pt: Local para descompactar demonstrações

source: New name for copy of "%(copied)s"? [%(default)s]
es_es: ¿Nuevo nombre para la copia de "%(copied)s"? [%(default)s]
pt: Novo nome para cópia de "%(copied)s"? [%(default)s]

source: Paste Routine
es_es: Rutina de pegado
pt: Colar Routine

source: What is the new name for the Routine?
es_es: ¿Cuál es el nuevo nombre de la rutina?
pt: Qual é o novo nome da Routine?

source: Rename
es_es: Cambiar nombre
pt: Renomear

source: What is the name for the new Routine? (e.g. instr, trial, feedback)
es_es: ¿Cuál es el nombre de la nueva rutina? (por ejemplo, instr, prueba, comentarios)
pt: Qual o nome da nova Routine? (exemplo, instrução, teste, feedback)

source: Do you want to remove routine '{}' from the experiment?
es_es: ¿Quiere eliminar la rutina '{}' del experimento?
pt: Deseja remover a routine '{}' da experiência?

source: Remove routine?
es_es: ¿Eliminar rutina?
pt: Remover routine?

source: paste
es_es: pegar
pt: colar

source: Routine settings
es_es: Configuraciones de rutina
pt: Definições da Routine

source: Paste Component
es_es: Pegar componente
pt: Colar Componente

source: Help
es_es: Ayuda
pt: Ajuda

source: Cannot add component, experiment has no routines.
es_es: No se puede agregar componente, el experimento no tiene rutinas.
pt: Não é possível adicionar componente, a experiência não possui routines.

source: Get more...
es_es: Obtener más...
pt: Obtenha mais...

source: Add new components and features via plugins.
es_es: Agregar nuevos componentes y funciones mediante complementos.
pt: Adicione novos componentes e funcionalidades através de plug-ins.

source: Filter components by whether they work with PsychoJS, PsychoPy or both.
es_es: Filtrar componentes según si funcionan con PsychoJS, PsychoPy o ambos.
pt: Filtre os componentes consoante funcionem com PsychoJS, PsychoPy ou ambos.

source: Edit
es_es: Editar
pt: Editar

source: &Close readme %s
es_es: &Cerrar archivo Léame %s
pt: &Fechar readme %s

source: Insert Routine
es_es: Insertar rutina
pt: Inserir Routine

source: rename
es_es: cambiar nombre
pt: renomear

source: Select a Routine to insert (Esc to exit)
es_es: Seleccione una rutina para insertar (Esc para salir)
pt: Selecione uma Routine para introduzir (Esc para sair)

source: CANCEL Insert
es_es: CANCELAR inserción
pt: CANCELAR Inserir

source: Click where you want to insert the Routine, or CANCEL insert.
es_es: Haga clic donde desea insertar la rutina o CANCELAR inserción.
pt: Clique onde pretende inserir a Routine, ou CANCELAR inserir.

source: CANCEL insert
es_es: CANCELAR inserción
pt: CANCELAR inserir

source: Click where you want the loop to start/end, or CANCEL insert.
es_es: Haga clic donde desea que comience/finalice el bucle, o CANCELE la inserción.
pt: Clique onde pretende que o loop comece/termine ou CANCELAR inserir.

source: Click the other end for the loop
es_es: Haga clic en el otro extremo para ver el bucle
pt: Clique na outra extremidade para o loop

source: The "%s" Loop is about to be deleted as well (by collapsing). OK to proceed?
es_es: El bucle "%s" también está a punto de eliminarse (al contraerse). OK para ¿Continuar?
pt: O Loop "%s" também está prestes a ser eliminado (colapsado). OK para prosseguir?

source: Impending Loop collapse
es_es: Colapso inminente del bucle
pt: Impedir o Loop de colapsar

source: New
es_es: Nuevo
pt: Novo

source: Create new experiment file
es_es: Crear nuevo archivo de experimento
pt: Criar um novo ficheiro de experiência

source: Open
es_es: Abrir
pt: Abrir

source: Open an existing experiment file
es_es: Abrir un archivo de experimento existente
pt: Abrir um ficheiro de experiência existente

source: Save
es_es: Guardar
pt: Guardar

source: Undo
es_es: Deshacer
pt: Desfazer

source: Redo
es_es: Rehacer
pt: Refazer

source: Monitor settings and calibration
es_es: Configuración y calibración del monitor
pt: Central de monitorização e calibração

source: Edit experiment settings
es_es: Editar configuración del experimento
pt: Editar definições da experiência

source: Send experiment to Runner
es_es: Enviar experimento a ejecución (Runner)
pt: Enviar a experiência para o Runner

source: Run
es_es: Ejecutar

source: set during:
es_es: establecido durante:
pt: definido durante:

source: Properties
es_es: Propiedades
pt: Propriedades

source: Help
es_es: Ayuda
pt: Ajuda

source: Go to online help about this component
es_es: Ir a la ayuda en línea sobre este componente
pt: Aceda à ajuda online sobre este componente

source: Cancel
es_es: Cancelar
pt: Cancelar

source: Missing name
es_es: Nombre faltante
pt: Nome ausente

source: That name is in use (it's a %s). Try another name.
es_es: Ese nombre está en uso (es %s). Pruebe con otro nombre.
pt: Esse nome está em uso (é %s). Experimente outro nome.

source: Name must be alphanumeric or _, no spaces
es_es: El nombre debe ser alfanumérico o _, sin espacios
pt: O nome deve ser alfanumérico ou _, sem espaços

source: No parameters set
es_es: No se han establecido parámetros
pt: Nenhum parâmetro definido

source: No parameters set (select a file above)
es_es: No se han establecido parámetros (seleccione un archivo arriba)
pt: Sem parâmetros definidos (selecione um ficheiro acima)

source: %(nCondition)i conditions, with %(nParam)i parameters %(paramStr)s
es_es: condiciones %(nCondition)i, con parámetros %(nParam)i %(paramStr)s
pt: Condições %(nCondition)i, com parâmetros %(nParam)i %(paramStr)s

source: No parameters set (conditionsFile not found)
es_es: No se han establecido parámetros (archivo de condiciones no encontrado)
pt: Nenhum parâmetro definido (conditionsFile não encontrado)

source: Conditions file set from variable.
es_es: Archivo de condiciones establecido desde variable.
pt: Ficheiro de condições definido a partir de uma variável.

source: Could not read conditions from: %s
es_es: No se pudieron leer las condiciones de: %s
pt: Não foi possível ler as condições de: %s

source: Bad name in %s: Parameters (column headers) cannot contain dots or be duplicated.
es_es: Nombre incorrecto en %s: Los parámetros (encabezados de columna) no pueden contener puntos ni ser duplicados.
pt: Nome inválido em %s: Os parâmetros (cabeçalhos das colunas) não podem conter pontos nem ser duplicados.

source: Builder variable(s) ({}) in file:{}
es_es: Variables de creación ({}) en el archivo:{}
pt: Variáveis do Builder ({}) no ficheiro:{}

source: Duplicate condition names, different conditions file: %s
es_es: Nombres de condiciones duplicadas, archivo de condiciones diferentes: %s
pt: Nomes de condições duplicados, ficheiro de condições diferente: %s

source: Show screen numbers
es_es: Mostrar números de pantalla
pt: Mostrar números de ecrã

source: New Routine
es_es: Nueva Rutina
pt: Nova Routine

source: New Routine name:
es_es: Nombre de nueva rutina:
pt: Novo nome da Routine:

source: Routine Template:
es_es: Plantilla de rutina:
pt: Modelo de Routine:

source: Select a template to base your new Routine on
es_es: Seleccione una plantilla en la que basar su nueva rutina
pt: Selecione um modelo para basear a sua nova routine

source: Py to JS auto-translation requires the metapensiero library. Available for Python 3.5+.
es_es: La traducción automática de Py a JS requiere la biblioteca metapensiero. Disponible para Python 3.5+.
pt: A tradução automática de Py para JS requer a biblioteca metapensiero. Disponível para Python 3.5+.

source: Warning: requires the metapensiero library
es_es: Advertencia: requiere la biblioteca metapensiero
pt: Aviso: requer a biblioteca metapensiero

source: Auto-JS translation will overwrite your existing JavaScript code. Press OK to continue, or Cancel.
es_es: La traducción automática-JS sobrescribirá el código JavaScript existente. Presione Aceptar para continuar o Cancelar.
pt: Traduzir por voz 98 / 5.000 A tradução automática de JS substituirá o seu código JavaScript existente. Prima OK para continuar ou Cancele.

source: Warning: Python to JavaScript Translation
es_es: Advertencia: Traducción de Python a JavaScript
pt: Aviso: tradução de Python para JavaScript

source: New (no file)
es_es: Nuevo (sin archivo)
pt: Novo (sem ficheiro)

source: Conditions data (no file)
es_es: Datos de condiciones (sin archivo)
pt: Dados de condições (sem ficheiro)

source: Params:
es_es: Parámetros:
pt: Parâmetros:

source: type:
es_es: tipo:
pt: tipo:

source: Should be legal as a variable name (alphanumeric)
es_es: Debe ser legal como nombre de variable (alfanumérico)
pt: Deve preencher especificações como o nome de uma variável (alfanumérico)

source: extra white-space
es_es: espacio en blanco adicional
pt: espaço em branco extra

source: PREVIEW
es_es: VISTA PREVIA
pt: PRÉ-VISUALIZAR

source: Add a condition (row); to delete a condition, delete all of its values.
es_es: Agregue una condición (fila); para eliminar una condición, elimine todos sus valores.
pt: Adicione uma condição (linha); para eliminar uma condição, apague todos os seus valores.

source: +param
es_es: +parámetro

source: Add a parameter (column); to delete a param, set its type to None, or delete all of its values.
es_es: Agregue un parámetro (columna); para eliminar un param, establezca su tipo a None o elimine todos sus valores.
pt: Adicione um parâmetro (coluna); para eliminar um parâmetro, defina o seu tipo para Nenhum (None) ou apague todos os seus valores.

source: Preview
es_es: Vista previa
pt: Pré-visualizar

source: Show all values as they would appear after saving to a file, without actually saving anything.
es_es: Muestra todos los valores tal como aparecerían después de guardarlos en un archivo, sin de hecho guardar nada.
pt: Mostrar todos os valores tal como apareceriam após guardar num ficheiro, sem realmente guardar nada.

source: Save as
es_es: Guardar como
pt: Guardar como

source: Go to online help
es_es: Ir a la ayuda en línea
pt: Aceda à ajuda online

source: Save and exit
es_es: Guardar y salir
pt: Guardar e sair

source: Exit, discard any edits
es_es: Salir, descartar cualquier edición
pt: Sair, ignorar todas as edições

source: Param name(s) adjusted to be legal. Look ok?
es_es: Nombre(s) de parámetro ajustados para que sean legales. ¿Está bien?
pt: Nome(s) dos parâmetros ajustados para serem de acordo com especificações. Está certo?

source: Find in experiment...
es_es: Buscar en experimento...
pt: Encontrar na experiência...

source: Go
es_es: Ir
pt: Ir

source: Parameter
es_es: Parámetro
pt: Parâmetro

source: Value
es_es: Valor
pt: Valor

source: This parameter will be treated as code - we have already put in the $, so you don't have to.
es_es: Este parámetro será tratado como código - ya hemos ingresado $, por lo que usted no tiene que hacerlo.
pt: Este parâmetro será tratado como código - já colocámos o $, por isso não precisa de o fazer.

source: This parameter has come from an older version of PsychoPy. In the latest version of PsychoPy, it is not used. Click this button to delete it. WARNING: This may affect how this experiment works in older versions!
es_es: Este parámetro proviene de una versión anterior de PsychoPy. En la última versiónversión de PsychoPy, no se utiliza. Haga clic en este botón para eliminarlo. ADVERTENCIA: ¡Esto puede afectar el funcionamiento de este experimento en versiones anteriores!
pt: Este parâmetro veio de uma versão mais antiga do PsychoPy. Na versão mais recente do PsychoPy, não é utilizado. Clique neste botão para o eliminar. AVISO: isto pode afetar o funcionamento desta experiência em versões mais antigas!

source: DELETED
es_es: BORRADO
pt: APAGADO

source: This parameter will not be deleted until you click Okay. Click this button to revert the deletion and keep the parameter.
es_es: Este parámetro no se eliminará hasta que haga clic en Aceptar. Haga clic en este botón para revertir la eliminación y mantener el parámetro.
pt: Este parâmetro não será eliminado até que clique em OK. Clique neste botão para reverter a eliminação e manter o parâmetro.

source: Below are all of the surveys linked to your Pavlovia account - select the one you want and press OK to add its ID.
es_es: A continuación se muestran todas las encuestas vinculadas a su cuenta de Pavlovia - seleccione el que usted desea y luego presione OK para adicionar su ID.
pt: Abaixo estão todos os inquéritos ligados à sua conta Pavlovia - selecione a que pretende e prima OK para adicionar o seu ID.

source: There are no surveys linked to your Pavlovia account.
es_es: No hay encuestas vinculadas a su cuenta de Pavlovia.
pt: Não há inquéritos ligados à sua conta Pavlovia.

source: Click here to manage surveys on Pavlovia.
es_es: Haga clic aquí para administrar encuestas en Pavlovia.
pt: Clique aqui para gerir os inquéritos na Pavlovia.

source: Refresh survey list
es_es: Actualizar lista de encuestas
pt: Atualizar lista de inquéritos

source: Find online...
es_es: Buscar en línea...
pt: Procurar online...

source: Get survey ID from a list of your surveys on Pavlovia
es_es: Obtener ID de encuesta de una lista de sus encuestas en Pavlovia
pt: Obtenha o ID do inquérito a partir de uma lista dos seus surveys na Pavlovia

source: Open/create in your default table editor
es_es: Abrir/crear en su editor de tablas predeterminado
pt: Abrir/criar no seu editor de tabelas predefinido

source: Once you have created and saved your table,please remember to add it to {name}
es_es: Una vez que haya creado y guardado su tabla, recuerde agregarla a {name}
pt: Depois de criar e guardar a sua tabela, lembre-se de a adicionar a {name}

source: Reminder
es_es: Recordatorio
pt: Lembrete

source: Specify color ...
es_es: Especificar color...
pt: Especificar cor...

source: Basic
es_es: Básico
pt: Básico

source: Layout
es_es: Diseño
pt: Esquema

source: Data
es_es: Datos
pt: Dados

source: Screen
es_es: Pantalla
pt: Ecrã

source: Input
es_es: Entrada
pt: Entrada

source: Dots
es_es: Puntos
pt: Pontos

source: Grating
es_es: Rejilla

source: Advanced
es_es: Avanzado
pt: Avançado

source: Carrier
es_es: Portador

source: Envelope
es_es: Sobre

source: Appearance
es_es: Apariencia
pt: Aparência

source: Online
es_es: En línea

source: Testing
es_es: Prueba
pt: Teste

source: Format
es_es: Formato
pt: Formatar

source: Formatting
es_es: Formateando
pt: Formatação

source: Eyetracking
es_es: Rastreo ocular
pt: Rastreador ocular

source: Target
es_es: Objetivo
pt: Alvo

source: Animation
es_es: Animación
pt: Animação

source: Transcription
es_es: Transcripción
pt: Transcrição

source: Timing
es_es: Sincronización
pt: Tempo

source: Playback
es_es: Reproducción
pt: Reprodução

source: linear
es_es: lineal

source: nearest
es_es: más cercano
pt: mais próximo

source: named
es_es: nombrado
pt: nomeado

source: last key
es_es: última clave
pt: última tecla

source: first key
es_es: primera clave
pt: primeira tecla

source: all keys
es_es: todas las claves
pt: todas as teclas

source: nothing
es_es: nada
pt: nada

source: last button
es_es: último botón
pt: último botão

source: first button
es_es: primer botón
pt: primeiro botão

source: all buttons
es_es: todos los botones
pt: todos os botões

source: on click
es_es: al hacer clic
pt: ao clicar

source: every frame
es_es: cada cuadro
pt: cada frame

source: never
es_es: nunca
pt: nunca

source: from exp settings
es_es: desde la configuración de exp
pt: das definições da exp

source: from preferences
es_es: de preferencias
pt: das preferências

source: circle
es_es: círculo
pt: círculo

source: square
es_es: cuadrado
pt: quadrado

source: direction
es_es: dirección
pt: direção

source: position
es_es: posición
pt: posição

source: walk
es_es: caminar
pt: andar

source: same
es_es: igual
pt: mesmo

source: different
es_es: diferente
pt: diferente

source: Experiment
es_es: Experimento
pt: Experiência

source: repeat
es_es: repetir
pt: repetir

source: none
es_es: ninguno
pt: nenhum

source: time (s)
es_es: tiempo(s)
pt: tempo (s)

source: frame N
es_es: cuadro N

source: condition
es_es: condición
pt: condição

source: duration (s)
es_es: duración(s)
pt: duração (ões)

source: duration (frames)
es_es: duración (cuadros)
pt: duração (frames)

source: center
es_es: centro
pt: centro

source: top-center
es_es: centro superior
pt: centro superior

source: bottom-center
es_es: centro inferior
pt: centro inferior

source: center-left
es_es: centro-izquierda
pt: centro esquerda

source: center-right
es_es: centro-derecha
pt: centro direita

source: top-left
es_es: arriba a la izquierda
pt: superior esquerdo

source: top-right
es_es: arriba a la derecha
pt: superior direito

source: bottom-left
es_es: abajo a la izquierda
pt: inferior esquerdo

source: bottom-right
es_es: abajo a la derecha
pt: inferior direito

source: constant
es_es: constante
pt: constante

source: set every repeat
es_es: establecer cada repetición
pt: definir cada repetição

source: set every frame
es_es: establecer cada cuadro
pt: definir cada ensaio

source: add
es_es: añadir
pt: adicionar

source: average
es_es: promedio
pt: média

source: average (no FBO)
es_es: promedio (sin FBO)
pt: média (sem FBO)

source: on Sync
es_es: en sincronización
pt: a Sincronizar

source: on Save
es_es: al guardar
pt: a Salvar

source: manually
es_es: manualmente
pt: manualmente

source: auto
es_es: automático

source: comma
es_es: coma
pt: vírgula

source: semicolon
es_es: punto y coma
pt: ponto e vírgula

source: tab
es_es: pestaña
pt: separador

source: debug
es_es: depurar

source: info
es_es: información

source: data
es_es: datos
pt: dados

source: warning
es_es: advertencia
pt: aviso

source: press
es_es: presionar
pt: pressione

source: release
es_es: liberación
pt: lançamento

source: any click
es_es: cualquier clic
pt: qualquer clique

source: valid click
es_es: clic válido
pt: clique válido

source: on valid click
es_es: al hacer clic válido
pt: em clique válido

source: correct click
es_es: clic correcto
pt: clique correto

source: mouse onset
es_es: comienzo del ratón
pt: início do rato

source: Routine
es_es: Rutina

source: joystick onset
es_es: inicio del joystick
pt: início do joystick

source: every click
es_es: cada clic
pt: cada clique

source: first click
es_es: primer clic
pt: primeiro clique

source: last click
es_es: último clic
pt: último clique

source: button onset
es_es: inicio del botón
pt: botão de início

source: rows
es_es: filas
pt: linhas

source: columns
es_es: columnas
pt: colunas

source: first
es_es: primero
pt: primeiro/a

source: last
es_es: último
pt: último/a

source: all
es_es: todos
pt: todos/as

source: one of your Components, Routines, or condition parameters
es_es: uno de sus componentes, rutinas o parámetros de condición
pt: um dos seus componentes, routines ou parâmetros de condição

source: Avoid `this`, `these`, `continue`, `Clock`, or `component` in name
es_es: Evite `este`, `estos`, `continuar`, `Reloj` o `componente` en el nombre
pt: Evite `this`, `these`, `continue`, `Clock`, or `component` no nome

source: Builder variable
es_es: Variable de construcción
pt: Builder disponível

source: Psychopy module
es_es: Módulo de psicopía
pt: Módulo Psychopy

source: numpy function
es_es: función numerosa
pt: função numpy

source: python keyword
es_es: palabra clave de Python
pt: palavra-chave python

source: look at
es_es: mirar
pt: olhe para

source: look away
es_es: mirar hacia otro lado
pt: desvie o olhar

source: every look
es_es: cada mirada
pt: a cada olhar

source: first look
es_es: primer vistazo
pt: primeiro olhar

source: last look
es_es: último vistazo
pt: último olhar

source: roi onset
es_es: inicio del roi
pt: início da roi

source: Start and Stop
es_es: Iniciar y detener
pt: Iniciar e Parar

source: Start Only
es_es: Sólo iniciar
pt: Iniciar apenas

source: Stop Only
es_es: Sólo detener
pt: Parar apenas

source: None
es_es: Ninguno
pt: Nenhum/a

source: Start and Check
es_es: Iniciar y comprobar
pt: Iniciar e verificar

source: Check Only
es_es: Sólo comprobar
pt: Verificar apenas

source: Mouse
es_es: Ratón
pt: Rato

source: Drag
es_es: Arrastrar
pt: Arrastar

source: Keyboard (Arrow Keys)
es_es: Teclado (teclas de flecha)
pt: Teclado (Teclas de seta)

source: Keyboard (WASD)
es_es: Teclado (WASD)
pt: Teclado (WASD)

source: Keyboard (Custom keys)
es_es: Teclado (teclas personalizadas)
pt: Teclado (personalizar teclas)

source: Mouse Wheel
es_es: Rueda del ratón
pt: Roda do Rato

source: Mouse Wheel (Inverted)
es_es: Rueda del mouse (invertida)
pt: Roda do Rato (Invertida)

source: Keyboard (+-)
es_es: Teclado (+-)
pt: Teclado (+-)

source: scroll
es_es: desplazamiento

source: hidden
es_es: oculto
pt: escondido

source: custom...
es_es: personalizado...
pt: personalizar...

source: That name is in use (by {used}). Try another name.
es_es: Ese nombre está en uso (por {used}). Pruebe con otro nombre.
pt: Esse nome está em uso (por {used}). Experimente outro nome.

source: Name can only contain letters, numbers and underscores (_), no spaces or other symbols
es_es: El nombre solo puede contener letras, números y guiones bajos (_), sin espacios ni otros símbolos
pt: O nome só pode conter letras, números e underscores (_), sem espaços ou outros símbolos

source: Font `{val}` not found locally, will attempt to retrieve from Google Fonts when this experiment next runs
es_es: La fuente `{val}` no se encuentra localmente, intentará recuperarla de Google Fontscuándo se ejecute este experimento la próxima vez
pt: Fonte `{val}` não encontrada localmente, tentará recuperá-la do Google Fonts na próxima execução desta experiência

source: Python syntax error in field `{}`: {}
es_es: Error de sintaxis de Python en el campo `{}`: {}
pt: Erro de sintaxe Python no campo`{}`: {}

source: Looks like your variable '{code}' in '{displayName}' should be set to update.
es_es: Parece que su variable’{code}’ en ‘{displayName}’ debe ser definido para actualizar.
pt: Parece que a sua variável '{code}' em '{displayName}' deve ser configurada para atualização.

source: Python var `{}` in `{}` is same as Name
es_es: Python var `{}` en `{}` es igual que Nombre
pt: A var Python `{}` em `{}` é um nome repetido

source: Variable name ${newName} is in use (by {used}). Try another name.
es_es: El nombre de la variable ${newName} está en uso (por {used}). Pruebe con otro nombre.
pt: O nome da variável ${newName} está em uso (por {used}). Experimente outro nome.

source: Cut
es_es: Cortar
pt: Cortar

source: Copy
es_es: Copiar
pt: Copiar

source: Paste
es_es: Pegar
pt: Colar

source: Delete
es_es: Eliminar
pt: Eliminar

source: Select All
es_es: Seleccionar todo
pt: Selecionar tudo

source: basic
es_es: básico
pt: básico

source: input
es_es: entrada

source: stimuli
es_es: estímulos
pt: estímulos

source: exp control
es_es: control de exp

source: timing
es_es: sincronización
pt: tempo

source: misc
es_es: varios
pt: diversos

source: PsychoPy unit testing
es_es: Pruebas unitarias de PsychoPy
pt: Teste de unidade PsychoPy

source: &Tests
es_es: &Pruebas
pt: &Testes

source: &Run tests %s
es_es: &Ejecutar pruebas %s
pt: &Executar testes %s

source: &Close tests panel %s
es_es: &Cerrar panel de pruebas %s
pt: &Fechar painel de testes %s

source: Go to &Coder view %s
es_es: Ir a la vista &Coder %s
pt: Vá para & visualização do Coder %s

source: Go to the Coder view
es_es: Ir a la vista Codificador
pt: Vá para a visualização do Coder

source: Terminate PsychoPy
es_es: Terminar PsychoPy
pt: Encerrar o PsychoPy

source: &Preferences
es_es: &Preferencias
pt: &Preferências
