Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Sort columns by...
es_es: Ordenar columnas por...
pt: Ordenar colunas por...

source: How should data file columns be sorted? Alphabetically, by priority, or simply in the order they were added?
es_es: ¿Cómo se deben ordenar las columnas del archivo de datos? Alfabéticamente, por prioridad o ¿simplemente en el orden en que fueron agregados?
pt: Como é que as colunas do ficheiro de dados devem ser ordenadas? Alfabeticamente, por prioridade ou simplesmente pela ordem em que foram adicionadas?

source: Column
es_es: Columna
pt: Coluna

source: Column priority
es_es: Prioridad de columna
pt: Prioridade da coluna

source: Assign priority values to certain columns. To use predefined values, you can do $priority.HIGH, $priority.MEDIUM, etc.
es_es: Asigne valores de prioridad a determinadas columnas. Para utilizar valores predefinidos, puede hacer $prioridad.ALTA, $prioridad.MEDIO, etc.
pt: Atribuir valores de prioridade a determinadas colunas. Para usar valores predefinidos, pode fazer $priority.HIGH, $priority.MEDIUM, etc.

source: Save a detailed log (more detailed than the Excel/csv files) of the entire experiment
es_es: Guarde un registro detallado (más detallado que los archivos Excel/csv) de todo experimento
pt: Guardar um registro detalhado (mais detalhado do que os ficheiros Excel/csv) de toda a experiência

source: Save data from loops in comma-separated-value (.csv) format for maximum portability
es_es: Guardar datos de bucles en formato de valores separados por comas (.csv) para obtener el máximoportabilidad
pt: Guardar dados de loops no formato de valores separados por vírgula (.csv) para portabilidade máxima

source: Save data from loops in Excel (.xlsx) format
es_es: Guardar datos de bucles en formato Excel (.xlsx)
pt: Guardar dados de loops em formato Excel (.xlsx)

source: Save Excel file
es_es: Guardar archivo Excel
pt: Guardar ficheiro Excel

source: Save data from loops in psydat format. This is useful for Python programmers to generate analysis scripts.
es_es: Guardar datos de bucles en formato psydat. Esto es útil para programadores de Python para generar análisis del script.
pt: Guardar dados dos loops em formato psydat. Isto é útil para programadores Python gerarem scripts de análise.

source: Save data from eyetrackers in hdf5 format. This is useful for viewing and analyzing complex data in structures.
es_es: Guarda los datos de los rastreadores oculares en formato hdf5. Esto es útil para ver y analizar estructuras de datos complejas.
pt: Guardar dados dos rastreadores oculares em formato hdf5. Isto é útil para visualizar e analisar dados complexos em estruturas.

source: Save hdf5 file
es_es: Guardar archivo hdf5
pt: Guardar ficheiro hdf5

source: How much output do you want in the log files? ('error' is fewest messages, 'debug' is most)
es_es: Que cantidad de salida usted quiere en el archivo tipo log? (‘error’ significa menos mensajes, ‘debug’ significa la mayor cantidad)
pt: Quantos resultados deseja nos ficheiros detalhados? ('error' é o menor número de mensagens, 'debug' é o maior número)

source: Place the HTML files will be saved locally
es_es: Coloque los archivos HTML se guardarán localmente
pt: Colocar os ficheiros HTML que serão salvos localmente

source: Any additional resources needed
es_es: Se necesitan recursos adicionales
pt: Quaisquer recursos adicionais necessários

source: Additional resources
es_es: Recursos adicionales
pt: Recursos adicionais

source: Message to display to participants upon completing the experiment
es_es: Mensaje para mostrar a los participantes al completar el experimento
pt: Mensagem a ser apresentada aos participantes após a conclusão da experiência

source: End message
es_es: Finalizar mensaje
pt: Mensagem final

source: Where should participants be redirected after the experiment on completion, e.g. https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0
es_es: ¿Dónde se debe redirigir a los participantes una vez finalizado el experimento?por ejemplo https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0
pt: Para onde os participantes devem ser redirecionados após a conclusão da experiência, exemplo. https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0

source: Where participants are redirected if they do not complete the task, e.g. https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0
es_es: Donde se redirige a los participantes si no completan la tarea, por ejemplo https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0
pt: Para onde os participantes são redirecionados se não concluírem a tarefa, exemplo https://pavlovia.org/surveys/XXXXXX-XXXX-XXXXXXX?tab=0

source: When to export experiment to the HTML folder.
es_es: Cuándo exportar el experimento a la carpeta HTML.
pt: Quando exportar a experiência para a pasta HTML.

source: What kind of eye tracker should PsychoPy use? Select 'MouseGaze' to use the mouse to simulate eye movement (for debugging without a tracker connected)
es_es: ¿Qué tipo de rastreador ocular debería usar PsychoPy? Seleccione 'MouseGaze' para usar el ratón para simular el movimiento ocular (para depurar sin un rastreador conectado)
pt: Que tipo de rastreador ocular o PsychoPy deve usar? Selecione 'MouseGaze' para usar o rato para simular o movimento dos olhos (para debugging sem um rastreador conectado)

source: Eyetracker device
es_es: Dispositivo rastreador de ojos
pt: Dispositivo rastreador ocular

source: Mouse button to press for eye movement.
es_es: Botón del mouse para presionar para mover los ojos.
pt: Botão do rato a pressionar para movimento dos olhos.

source: Move button
es_es: Botón Mover
pt: Botão Mover

source: Mouse button to press for a blink.
es_es: Botón del mouse para presionar durante un parpadeo.
pt: Botão do rato a pressionar para um piscar.

source: Blink button
es_es: Botón parpadear
pt: Botão Piscar

source: Visual degree threshold for Saccade event creation.
es_es: Umbral de grado visual para la creación de eventos Saccade.
pt: Limite de grau visual para criação de eventos de sacada.

source: Saccade threshold
es_es: Umbral sacádico
pt: Limite da sacada

source: IP Address of the computer running GazePoint Control.
es_es: Dirección IP de la computadora que ejecuta GazePoint Control.
pt: Endereço IP do computador a executar o GazePoint Control.

source: GazePoint IP address
es_es: Dirección IP de GazePoint
pt: Endereço IP do GazePoint

source: Port of the GazePoint Control server. Usually 4242.
es_es: Puerto del servidor de control GazePoint. Generalmente 4242.
pt: Porta do servidor GazePoint Control. Geralmente 4242.

source: GazePoint port
es_es: Puerto GazePoint
pt: Porta GazePoint

source: Eye tracker model.
es_es: Modelo de Rastreador Ocular.
pt: Modelo de rastreador ocular.

source: Model name
es_es: Nombre del modelo
pt: Nome do modelo

source: Set the EyeLink to run in mouse simulation mode.
es_es: Configure EyeLink para que se ejecute en modo de simulación de mouse.
pt: Configure o EyeLink para ser executado no modo de simulação do rato.

source: Mouse simulation mode
es_es: Modo de simulación de mouse
pt: Modo de simulação do rato

source: Eye tracker sampling rate.
es_es: Frecuencia de muestreo del rastreador ocular.
pt: Taxa de amostragem do rastreador ocular.

source: Sampling rate
es_es: Frecuencia de muestreo
pt: Taxa de amostragem

source: Select with eye(s) to track.
es_es: Seleccione con ojo(s) para rastrear.
pt: Selecionar que olho(s) para rastrear.

source: Track eyes
es_es: Rastrear ojos
pt: Rastrear olhos

source: Filter eye sample data live, as it is streamed to the driving device. This may reduce the sampling speed.
es_es: Filtrar datos de muestras oculares en vivo, a medida que se transmiten al dispositivo de conducción. Esto reducirá la velocidad de muestreo.
pt: Filtrar dados de amostras oculares ao vivo, à medida que são transmitidos para o dispositivo de condução. Isso pode reduzir a velocidade de amostragem.

source: Live sample filtering
es_es: Filtrado de muestras en vivo
pt: Filtragem de amostras ao vivo

source: Filter eye sample data when it is saved to the output file. This will not affect the sampling speed.
es_es: Filtrar datos de muestra de ojo cuando se guardan en el archivo de salida. Esto no afectará la velocidad de muestreo.
pt: Filtrar os dados da amostra do olho quando eles forem salvos no ficheiro de resultados. Isso não afetará a velocidade de amostragem.

source: Saved sample filtering
es_es: Filtrado de muestra guardada
pt: Filtragem de amostra guardada

source: Track Pupil-CR or Pupil only.
es_es: Rastreo de Pupila-CR o Pupila solamente.
pt: Rastrear Pupil-CR ou apenas Pupil.

source: Pupil tracking mode
es_es: Modo de rastreo de pupila
pt: Modo de rastreamento da pupila

source: Algorithm used to detect the pupil center.
es_es: Algoritmo utilizado para detectar el centro de la pupila.
pt: Algoritmo usado para detectar o centro da pupila.

source: Pupil center algorithm
es_es: Algoritmo del centro de alumnos
pt: Algoritmo do centro da pupila

source: Type of pupil data to record.
es_es: Tipo de datos del alumno a registrar.
pt: Tipo de dados de pupila a serem registados.

source: Pupil data type
es_es: Tipo de datos de pupila
pt: Tipo de dados da pupila

source: IP Address of the EyeLink *Host* computer.
es_es: Dirección IP de la computadora *host* de EyeLink.
pt: Endereço IP do computador EyeLink *Host*.

source: EyeLink IP address
es_es: Dirección IP de EyeLink
pt: Endereço de IP do EyeLink

source: Eye tracker license file (optional).
es_es: Archivo de licencia de Eye Tracker (opcional).
pt: Ficheiro de licença do rastreador ocular (opcional).

source: License file
es_es: Archivo de licencia
pt: Ficheiro de licença

source: Eye tracker serial number (optional).
es_es: Número de serie del rastreador ocular (opcional).
pt: Número de série do rastreador ocular (opcional).

source: Serial number
es_es: Número de serie
pt: Número de série

source: Subscribe to pupil data only, does not require calibration or surface setup
es_es: Suscríbase únicamente a los datos de la pupila, no requiere calibración ni configuración de superficie
pt: Subscrever apenas os dados da pupila, não requer calibração ou configuração de superfície

source: Pupillometry only
es_es: Sólo pupilometría
pt: Apenas pupilometria

source: Name of the Pupil Capture surface
es_es: Nombre de la superficie de captura de pupila
pt: Nome da área de interesse da Pupil Capture

source: Surface name
es_es: Nombre de superficie
pt: Nome da área de interesse

source: Gaze confidence threshold
es_es: Umbral de confianza de la mirada
pt: Limite de confiança do olhar

source: Pupil remote address
es_es: Dirección remota del alumno
pt: Endereço remoto da pupila

source: Pupil remote port
es_es: Puerto remoto de pupila
pt: Porta remota da pupila

source: Pupil remote timeout (ms)
es_es: Tiempo de espera remoto de pupila (ms)
pt: Tempo remoto da pupila (ms)

source: Pupil capture recording location
es_es: Ubicación de grabación de captura de pupila
pt: Local de gravação da captura da pupila

source: What Python package should PsychoPy use to get keyboard input?
es_es: ¿Qué paquete de Python debería usar PsychoPy para obtener entradas del teclado?
pt: Que pacote Python deve usar o PsychoPy para obter a entrada do teclado?

source: Keyboard backend
es_es: Parte posterior del teclado
pt: Backend do teclado

source: Could not interpret value as dict: {}
es_es: No se pudo interpretar el valor como dictado: {}
pt: Não foi possível interpretar o valor como ditado: {}

source: Ticks
es_es: Tics
pt: Marcar posições

source: Slider: A simple, flexible object for getting ratings
es_es: Control deslizante: un objeto simple y flexible para obtener calificaciones
pt: Slider: um objeto simples e flexível para obter avaliações

source: Tick positions (numerical) on the scale, separated by commas
es_es: Marque posiciones (numéricas) en la escala, separadas por comas
pt: Marcar posições (numéricas) na escala, separadas por vírgulas

source: Labels for the tick marks on the scale, separated by commas
es_es: Etiquetas para las marcas en la escala, separadas por comas
pt: Etiquetas para marcar posições na escala, separadas por vírgulas

source: Value of the slider befre any response, leave blank to hide the marker until clicked on
es_es: Valor del control deslizante antes de cualquier respuesta, déjelo en blanco para ocultar el marcador hasta hizo clic
pt: Valor do slider antes de qualquer resposta, deixe em branco para ocultar o marcador até clicar

source: Starting value
es_es: Valor inicial
pt: Valor inicial

source: Specifies the minimum step size (0 for a continuous scale, 1 for integer rating scale)
es_es: Especifica el tamaño de paso mínimo (0 para una escala continua, 1 para un número enteroescala de calificación)
pt: Especifica o tamanho mínimo do salto (0 para uma escala contínua, 1 para uma escala de avaliação de integrais)

source: Granularity
es_es: Granularidad
pt: Granularidade

source: Should setting a rating (releasing the mouse) cause the end of the Routine (e.g. trial)?
es_es: El establecimiento de una clasificación (al soltar el mouse) debería provocar el final de la rutina(por ejemplo, prueba)?
pt: Definir uma avaliação (soltar o rato) deve provocar o fim da Routine (exemplo, ensaio)?

source: Should participant be able to change the rating on the Slider?
es_es: ¿Debería el participante poder cambiar la calificación en el control deslizante?
pt: O participante deve poder alterar a avaliação no Slider?

source: Read only
es_es: Sólo lectura
pt: Somente leitura

source: By default the labels will be on the bottom or left of the scale, but this can be flipped to the other side.
es_es: Por defecto las etiquetas estarán en la parte inferior o izquierda de la escala, pero esto se puede voltear hacia el otro lado.
pt: Por predefinição, as etiquetas estarão na parte inferior ou esquerda da escala, mas isto pode ser virado para o outro lado.

source: Flip
es_es: Voltear
pt: Virar

source: Label color
es_es: Color de etiqueta
pt: Cor da etiqueta

source: Color of all labels on this slider (might be overridden by the style setting)
es_es: Color de todas las etiquetas en este control deslizante (puede ser anulado por la configuración de estilo)
pt: Cor de todas as etiquetas neste slider (pode ser substituída pela configuração de estilo)

source: Color of the marker on this slider (might be overridden by the style setting)
es_es: Color del marcador en este control deslizante (puede ser anulado por la configuración de estilo)
pt: Cor do marcador neste slider (pode ser substituída pela configuração de estilo)

source: Color of all lines on this slider (might be overridden by the style setting)
es_es: Color de todas las líneas en este control deslizante (puede ser anulado por la configuración de estilo)
pt: Cor de todas as linhas neste slider (pode ser substituída pela configuração de estilo)

source: Font for the labels
es_es: Fuente para las etiquetas
pt: Tipo de letra das etiquetas

source: Letter height for text in labels
es_es: Altura de letras para texto en etiquetas
pt: Altura da letra para texto nas etiquetas

source: Discrete styles to control the overall appearance of the slider.
es_es: Estilos discretos para controlar la apariencia general del control deslizante.
pt: Estilos discretos para controlar a aparência geral do slider.

source: Tweaks to change the appearance of the slider beyond its style.
es_es: Ajustes para cambiar la apariencia del control deslizante más allá de su estilo.
pt: Ajustes para alterar a aparência do slider além do seu estilo.

source: Style tweaks
es_es: Ajustes de estilo
pt: Ajustes de estilo

source: Store the time taken to make the choice (in seconds)
es_es: Guardar el tiempo necesario para realizar la elección (en segundos)
pt: Guardar o tempo necessário para fazer a escolha (em segundos)

source: Sound
es_es: Sonido
pt: Som

source: Sound: play recorded files or generated sounds
es_es: Sonido: reproduce archivos grabados o sonidos generados
pt: Som: reproduzir ficheiros gravados ou sons gerados

source: A sound can be a note name (e.g. A or Bf), a number to specify Hz (e.g. 440) or a filename
es_es: Un sonido puede ser un nombre de nota (por ejemplo, A o Bf), un número para especificar Hz (por ejemplo, 440)o un nombre de archivo
pt: Um som pode ser o nome de uma nota (exemplo, A ou Bf), um número para especificar Hz (exemplo, 440) ou o nome de um ficheiro

source: The volume (in range 0 to 1)
es_es: El volumen (en el rango de 0 a 1)
pt: O volume (no intervalo de 0 a 1)

source: A reaction time to a sound stimulus should be based on when the screen flipped
es_es: El tiempo de reacción a un estímulo sonoro debe basarse en cuándo aparece la pantallavolteado
pt: O tempo de reação a um estímulo sonoro deve ser baseado em quando o ecrã virou

source: Sync start with screen
es_es: Inicio de sincronización con pantalla
pt: Sincronização início com o ecrã

source: For tones we can apply a hamming window to prevent 'clicks' that are caused by a sudden onset. This delays onset by roughly 1ms.
es_es: Para los tonos podemos aplicar una ventana de hamming para evitar los 'clics' que se producen por inicios súbitos. Esto demora el inicio por aproximadamente 1ms.
pt: Para tons, podemos aplicar uma janela de hamming para evitar 'cliques' causados ​​por um início repentino. Isto atrasa o início em aproximadamente 1 ms.

source: Hamming window
es_es: Ventana Hamming
pt: Janela Hamming

source: Custom code
es_es: Código personalizado
pt: Personalizar código

source: Static: Static screen period (e.g. an ISI). Useful for pre-loading stimuli.
es_es: Estatica: Periodo de tiempo estático (p.e. un ISI). Útil para precargar estímulos.
pt: Estático: período de ecrã estático (exemplo, um ISI). Útil para pré-carregar estímulos.

source: Custom code to be run during the static period (after updates)
es_es: Código personalizado que se ejecutará durante el período estático (después de las actualizaciones)
pt: Código personalizado a ser executado durante o período estático (após atualizações)

source: Text
es_es: Texto
pt: Texto

source: Wrap width
es_es: Ancho de envoltura
pt: Largura da quebra de linha

source: Flip (mirror)
es_es: Voltear (espejo)
pt: Virar (espelho)

source: Language style
es_es: Estilo de idioma
pt: Estilo de linguagem

source: Text: present text stimuli
es_es: Texto: estímulos de texto presentes
pt: Texto: apresentar estímulos de texto

source: Any text including line breaks
es_es: Cualquier texto incluidos saltos de línea
pt: Qualquer texto incluindo quebras de linha

source: How wide should the text get when it wraps? (in the specified units)
es_es: ¿Qué ancho debe tener el texto cuando se ajusta? (en las unidades especificadas)
pt: Quão largo deve o texto ficar até à quebra de linha? (nas unidades especificadas)

source: horiz = left-right reversed; vert = up-down reversed; $var = variable
es_es: horiz = izquierda-derecha invertida; vert = arriba-abajo invertida; $var = variable
pt: horiz = esquerda-direita invertida; vert = cima-baixo invertido; $var = variable

source: Handle right-to-left (RTL) languages and Arabic reshaping
es_es: Manejar idiomas de derecha a izquierda (RTL) y remodelación del árabe
pt: Lidar com idiomas da direita para a esquerda (RTL) e remodelagem do árabe

source: Flip horizontal
es_es: Voltear horizontalmente
pt: Virar horizontalmente

source: Flip vertical
es_es: Voltear verticalmente
pt: Virar verticalmente

source: Textbox: present text stimuli but cooler
es_es: Cuadro de texto: presenta estímulos de texto pero más geniales
pt: Caixa de texto: apresentar estímulos de texto, mas mais fixes

source: Type here...
es_es: Escriba aquí...
pt: Digite aqui...

source: Placeholder text to show when there is no text contents.
es_es: Texto de marcador de posición para mostrar cuando no hay contenido de texto.
pt: Texto de espaço reservado para mostrar quando não há conteúdo de texto.

source: Placeholder text
es_es: Texto de marcador de posición
pt: Texto de espaço reservado

source: Defines the space between lines
es_es: Define el espacio entre líneas
pt: Definir o espaço entre as linhas

source: Line spacing
es_es: Espaciado entre líneas
pt: Espaçamento entre linhas

source: How should text be laid out within the box?
es_es: ¿Cómo se debe distribuir el texto dentro del cuadro?
pt: Como dispor o texto dentro da caixa?

source: Alignment
es_es: Alineación
pt: Alinhamento

source: If the text is bigger than the textbox, how should it behave?
es_es: Si el texto es más grande que el cuadro de texto, ¿cómo debería comportarse?
pt: Se o texto for maior que a caixa de texto, como se deverá comportar?

source: Overflow
es_es: Desbordamiento
pt: Transbordar

source: If specified, adds a speech bubble tail going to that point on screen.
es_es: Si se especifica, agrega una cola de bocadillo que va a ese punto en la pantalla.
pt: Se especificado, adiciona um balão de fala indo até a esse ponto no ecrã.

source: Speech point [x,y]
es_es: Punto de habla [x,y]
pt: Ponto de fala [x,y]

source: Should textbox be editable?
es_es: ¿El cuadro de texto debería ser editable?
pt: A caixa de texto deve ser editável?

source: Automatically record all changes to this in the log file
es_es: Registra automáticamente todos los cambios en el archivo de registro
pt: Registar automaticamente todas as alterações no ficheiro detalhado

source: Auto log
es_es: Registro automático
pt: Registro automático

source: Unknown: A component that is not known by the current installed version of PsychoPy (most likely from the future)
es_es: Desconocido: un componente que la versión instalada actualmente no conocePsicoPy (muy probablemente del futuro)
pt: Desconhecido: um componente que não é conhecido pela versão atual instalada do PsychoPy (mais provavelmente do futuro)

source: Unknown: A component which comes from a plugin which you do not have installed & activated.
es_es: Desconocido: Un componente que proviene de un complemento que usted no tiene instalado y activado.
pt: Unknown: um componente que vem de um plugin que não instalou e ativou.

source: Experiment start value
es_es: Valor de inicio del experimento
pt: Valor do início da experiência

source: Routine start value
es_es: Valor de inicio de rutina
pt: Valor de início da Routine

source: Frame start value
es_es: Valor de inicio de trama
pt: Valor do início do frame

source: Save exp start value
es_es: Guardar valor de inicio de exp
pt: Guardar o valor de início da exp

source: Save frame value
es_es: Guardar valor de cuadro
pt: Guardar valor do frame

source: Save exp end value
es_es: Guardar valor final de gasto
pt: Guardar o valor final da exp

source: Variable: create a new variable
es_es: Variable: crear una nueva variable
pt: Variável: criar uma nova variável

source: The start value. A variable can be set to any value.
es_es: El valor inicial. Una variable se puede establecer en cualquier valor.
pt: O valor de início. Uma variável pode ser definida com qualquer valor.

source: Set the value for the beginning of each Routine.
es_es: Establezca el valor para el comienzo de cada rutina.
pt: Definir o valor para o início de cada Routine.

source: Set the value for the beginning of every screen refresh.
es_es: Establezca el valor para el comienzo de cada actualización de pantalla.
pt: Definir o valor para o início de cada atualização do ecrã.

source: Save the experiment start value in data file.
es_es: Guardar el valor de inicio del experimento en el archivo de datos.
pt: Guardar o valor de início da experiência no ficheiro de dados.

source: Save the experiment end value in data file.
es_es: Guardar el valor final del experimento en el archivo de datos.
pt: Guardar o valor final da experiência no ficheiro de dados.
