Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: When should the whole sample of dots be refreshed
es_es: Cuándo se debe actualizar toda la muestra de puntos
pt: Quando é que toda a amostra de pontos deve ser atualizada

source: What governs the behaviour of the noise dots? See Scase et al.
es_es: ¿Qué gobierna el comportamiento de los puntos de ruido? Consulte Scase et al.
pt: O que rege o comportamento dos pontos de ruído? Veja Scase et al.

source: What is the shape of the field?
es_es: ¿Cuál es la forma del campo?
pt: Qual é a forma do campo?

source: What is the size of the field (in the specified units)?
es_es: ¿Cuál es el tamaño del campo (en las unidades especificadas)?
pt: Qual é o tamanho do campo (nas unidades especificadas)?

source: Where is the field centred (in the specified units)?
es_es: ¿Dónde está centrado el campo (en las unidades especificadas)?
pt: Onde é que o campo está centrado (nas unidades especificadas)?

source: Which point on the field should be anchored to its exact position?
es_es: ¿Qué punto del campo debe anclarse en su posición exacta?
pt: Que ponto no campo deve ser ancorado na sua posição exata?

source: Field anchor
es_es: Ancla de campo
pt: Campo âncora

source: Dot color
es_es: Color de punto
pt: Cor do ponto

source: Dot color space
es_es: Espacio de color de puntos
pt: Cor do espaço do ponto

source: Start and / or Stop recording data from the eye tracker
es_es: Iniciar y/o detener la grabación de datos del eye tracker
pt: Começar e / ou parar de gravar dados do rastreador ocular

source: Should this Component start and / or stop eye tracker recording?
es_es: ¿Este componente debería iniciar y/o detener la grabación del Eye Tracker?
pt: Este componente deve iniciar e / ou parar a gravação do rastreador ocular?

source: Record actions
es_es: Registrar acciones
pt: Gravar ações

source: Items
es_es: Artículos
pt: Itens

source: Styles
es_es: Estilos
pt: Estilos

source: Randomize
es_es: Aleatorizar
pt: Aleatorizar

source: Form: a Psychopy survey tool
es_es: Formulario: una herramienta de encuesta de Psychopy
pt: Formulário: uma ferramenta de inquérito Psychopy

source: The csv filename containing the items for your survey.
es_es: El nombre del archivo csv que contiene los elementos de su encuesta.
pt: Nome do arquivo csv que contém os itens do seu inquérito.

source: The size of the item text for Form
es_es: El tamaño del texto del elemento para el formulario
pt: Tamanho do item de texto no Formulário

source: Text height
es_es: Altura del texto
pt: Altura do texto

source: Do you want to randomize the order of your questions?
es_es: ¿Quieres aleatorizar el orden de tus preguntas?
pt: Quer aleatorizar a ordem das perguntas?

source: The padding or space between items.
es_es: El relleno o espacio entre elementos.
pt: O preenchimento ou espaço entre os itens.

source: Item padding
es_es: Relleno de elementos
pt: Preenchimento de item

source: Store item data by columns, or rows
es_es: Almacenar datos de elementos por columnas o filas
pt: Armazenar dados de itens por colunas ou linhas

source: Data format
es_es: Formato de datos
pt: Formado dos dados

source: Styles determine the appearance of the form
es_es: Los estilos determinan la apariencia del formulario
pt: Os estilos determinam a aparência do formulário

source: Color of the form's background
es_es: Color del fondo del formulario
pt: Cor de fundo do formulário

source: Color of the outline around the form
es_es: Color del contorno alrededor del formulario
pt: Cor da linha em torno do formulário

source: Base text color for questions
es_es: Color de texto base para preguntas
pt: Cor de base do texto das perguntas

source: Item color
es_es: Color del artículo
pt: Cor do item

source: Base text color for responses, also sets color of lines in sliders and borders of textboxes
es_es: Color de texto base para las respuestas, también establece el color de las líneas en los controles deslizantes y bordes de cuadros de texto
pt: Cor de base do texto para as respostas, também define a cor das linhas nos sliders e nas linhas das caixas de texto

source: Response color
es_es: Color de respuesta
pt: Cor da resposta

source: Color of markers and the scrollbar
es_es: Color de los marcadores y la barra de desplazamiento
pt: Cor dos marcadores e da scrollbar

source: Marker color
es_es: Color del marcador
pt: Cor do marcador

source: Texture
es_es: Textura
pt: Textura

source: Mask
es_es: Máscara
pt: Máscara

source: Spatial frequency
es_es: Frecuencia espacial
pt: Frequência espacial

source: Phase (in cycles)
es_es: Fase (en ciclos)
pt: Fase (em ciclos)

source: Texture resolution
es_es: Resolución de textura
pt: Resolução da textura

source: OpenGL blend mode
es_es: Modo de mezcla OpenGL
pt: Modo de OpenGL blend

source: Interpolate
es_es: Interpolar
pt: Interpolar

source: Grating: present cyclic textures, prebuilt or from a file
es_es: Rejilla: presenta texturas cíclicas, prediseñadas o desde un archivo
pt: Grating: apresenta texturas cíclicas, pré-construídas ou de um ficheiro

source: The (2D) texture of the grating - can be sin, sqr, sinXsin... or a filename (including path)
es_es: La textura (2D) de la rejilla - puede ser sin, sqr, sinXsin... o un nombre de archivo(ruta incluida)
pt: A textura (2D) da grating - pode ser sin, sqr, sinXsin... ou o nome de um ficheiro (incluindo caminho)

source: An image to define the alpha mask (ie shape)- gauss, circle... or a filename (including path)
es_es: Una imagen para definir la máscara alfa (es decir, forma): gauss, círculo... o un nombre de archivo(ruta incluida)
pt: Uma imagem para definir a máscara alfa (ou seja, forma) - gauss, círculo... ou o nome de um arquivo (incluindo caminho)

source: Spatial frequency of image repeats across the grating in 1 or 2 dimensions, e.g. 4 or [2,3]
es_es: La frecuencia espacial de la imagen se repite a través del degradado en 1 o 2 dimensiones, p.e. 4 o [2,3]
pt: Frequência espacial da imagem que se repete na grating em 1 ou 2 dimensões, exemplo, 4 ou [2,3]

source: Which point on the stimulus should be anchored to its exact position?
es_es: ¿Qué punto del estímulo debe anclarse en su posición exacta?
pt: Qual o ponto do estímulo que deve ser ancorado na sua posição exata?

source: Spatial positioning of the image on the grating (wraps in range 0-1.0)
es_es: Posicionamiento espacial de la imagen en la rejilla (se ajusta en el rango 0-1,0)
pt: Posicionamento espacial da imagem na grating (wraps no intervalo 0-1,0)

source: Resolution of the texture for standard ones such as sin, sqr etc. For most cases a value of 256 pixels will suffice
es_es: Resolución de la textura para las estándar como sin, sqr etc. Para la mayoría en los casos un valor de 256 píxeles será suficiente
pt: Resolução da textura para texturas padrão, como sin, sqr etc. Na maioria dos casos, um valor de 256 pixels será suficiente

source: How should the image be interpolated if/when rescaled
es_es: Cómo se debe interpolar la imagen si/cuando se cambia la escala
pt: Como a imagem deve ser interpolada se/quando for redimensionada

source: OpenGL Blendmode: avg gives traditional transparency, add is important to combine gratings)]
es_es: Modo de mezcla OpenGL: el promedio proporciona transparencia tradicional, agregar es importante para rejillas combinadas)]
pt: OpenGL Blendmode: avg oferece a transparência tradicional, add é importante para combinar gratings)]

source: Image
es_es: Imagen
pt: Imagem

source: Flip vertically
es_es: Voltear verticalmente
pt: Inverter verticalmente

source: Flip horizontally
es_es: Voltear horizontalmente
pt: Inverter horizontalmente

source: Image: present images (bmp, jpg, tif...)
es_es: Imagen: imágenes presentes (bmp, jpg, tif...)
pt: Imagem: apresentar imagens (bmp, jpg, tif...)

source: The image to be displayed - a filename, including path
es_es: La imagen que se mostrará: un nombre de archivo, incluida la ruta
pt: A imagem a ser apresentada - o nome de um ficheiro, incluindo o caminho

source: An image to define the alpha mask through which the image is seen - gauss, circle, None or a filename (including path)
es_es: Una imagen para definir la mascará alpha a través de la cual la imagen es vista - gausiano, circulo, Ninguno o un nombre de archivo ( incluyendo su ruta)
pt: Uma imagem para definir a máscara alfa através da qual a imagem é vista - gauss, círculo, Nenhum ou o nome de um ficheiro (incluindo caminho)

source: Resolution of the mask if one is used.
es_es: Resolución de la máscara si se usa una.
pt: Resolução da máscara, se for usada.

source: Should the image be flipped vertically (top to bottom)?
es_es: ¿Se debe voltear la imagen verticalmente (de arriba a abajo)?
pt: A imagem deve ser invertida verticalmente (de cima para baixo)?

source: Should the image be flipped horizontally (left to right)?
es_es: ¿Se debe voltear la imagen horizontalmente (de izquierda a derecha)?
pt: A imagem deve ser invertida horizontalmente (da esquerda para a direita)?

source: Allowed buttons
es_es: Botones permitidos
pt: Botões permitidos

source: Store
es_es: Almacenar
pt: Guardar

source: Store correct
es_es: Almacenar correcto
pt: Guardar correta

source: Correct answer
es_es: Respuesta correcta
pt: Resposta correta

source: Device number
es_es: Número de dispositivo
pt: Número do dispositivo

source: JoyButtons: check and record joystick/gamepad button presses
es_es: JoyButtons: comprueba y registra las pulsaciones de botones del joystick/gamepad
pt: JoyButtons: verificar e guardar quando o botão do joystick/gamepad é pressionado

source: A comma-separated list of button numbers, such as 0,1,2,3,4
es_es: Una lista de números de botones separados por comas, como 0,1,2,3,4
pt: Uma lista separada por vírgulas de números de botões, como 0,1,2,3,4

source: Choose which (if any) responses to store at the end of a trial
es_es: Elija qué respuestas (si las hay) almacenar al final de una prueba
pt: Escolher que respostas (se houver) serão guardadas no final de um ensaio

source: Do you want to save the response as correct/incorrect?
es_es: ¿Desea guardar la respuesta como correcta/incorrecta?
pt: Deseja guardar a resposta como correta/incorreta?

source: What is the 'correct' key? Might be helpful to add a correctAns column and use $correctAns to compare to the key press.
es_es: ¿Cuál es la clave 'correcta'? Podría ser útil agregar una columna de respuestas correctas (correctAns) y comparar con la tecla presionada.
pt: Qual é a tecla 'correta'? Pode ser útil adicionar uma coluna correctAns e usar $correctAns para comparar com a tecla pressionada.

source: A reaction time to a visual stimulus should be based on when the screen flipped
es_es: El tiempo de reacción a un estímulo visual debe basarse en cuándo aparece la pantallavolteado
pt: O tempo de reação a um estímulo visual deve ser baseado no momento em que o ecrã virou

source: Sync RT with screen
es_es: Sincronizar RT con pantalla
pt: Sincronizar RT com o ecrã

source: Device number, if you have multiple devices which one do you want (0, 1, 2...)
es_es: Número de dispositivo, si tiene varios dispositivos, cuál desea (0, 1, 2…)
pt: Número do dispositivo, se tiver vários dispositivos, qual deles deseja (0, 1, 2...)

source: Save joystick state
es_es: Guardar estado del joystick
pt: Guardar o estado do joystick

source: End Routine on press
es_es: Finalizar rutina al presionar
pt: Terminar Routine ao pressionar

source: Clickable stimuli
es_es: Estímulos en los que se puede hacer clic
pt: Estímulo onde se clica

source: Store params for clicked
es_es: Almacenar parámetros para los clics
pt: Armazenar params para cliques

source: Joystick: query joystick position and buttons
es_es: Joystick: consultar posición y botones del joystick
pt: Joystick: consultar a posição e botões do joystick

source: How often should the joystick state (x,y,buttons) be stored? On every video frame, every click or just at the end of the Routine?
es_es: ¿Con qué frecuencia se debe almacenar el estado del joystick (botones x,y)? En cada cuadro del video, ¿cada clic o simplemente al final de la rutina?
pt: Com que frequência o estado do joystick (x,y,botões) deve ser guardado? Em cada frame do vídeo, em cada clique ou apenas no final da Routine?

source: Should a button press force the end of the Routine (e.g end the trial)?
es_es: ¿Debería presionar un botón forzar el final de la rutina (por ejemplo, finalizar la prueba)?
pt: Pressionar um botão deve forçar o fim da Routine (exemplo, encerrar o teste)?

source: A comma-separated list of your stimulus names that can be "clicked" by the participant. e.g. target, foil
es_es: Una lista separada por comas de los nombres de sus estímulos en los que se puede "hacer clic" mediante participante. Por ejemplo, objetivo, florete
pt: Uma lista separada por vírgulas dos nomes dos seus estímulos que podem ser "clicados" pelo participante. exemplo, alvo, foil

source: The params (e.g. name, text), for which you want to store the current value, for the stimulus that was"clicked" by the joystick. Make sure that all the clickable objects have all these params.
es_es: Los parámetros (por ejemplo, nombre, texto) para los cuales desea almacenar el valor actual, para el estímulo en el que el joystick "hizo clic". Asegúrese de que todos los objetos son “clicables” para cada uno de estos parámetros.
pt: Os params (exemplo, nome, texto), para os quais deseja armazenar o valor atual, para o estímulo que foi “clicado” no joystick. Certifique-se de que todos os objetos clicáveis ​​tenham todos estes parâmetros.

source: Buttons to be read (blank for any) numbers separated by commas
es_es: Botones para leer (en blanco para cualquiera) números separados por comas
pt: Botões para serem lidos (deixar em branco para qualquer um) números separados por vírgulas

source: Allowed keys
es_es: Teclas permitidas
pt: Teclas permitidas

source: Discard previous
es_es: Descartar anterior
pt: Descartar anteriores

source: Sync timing with screen
es_es: Sincronizar sincronización con la pantalla
pt: Sincronizar tempo com o ecrã

source: Keyboard: check and record keypresses
es_es: Teclado: comprobar y registrar pulsaciones de teclas
pt: Teclado: verificar e guardar teclas clicadas

source: A comma-separated list of keys (with quotes), such as 'q','right','space','left'
es_es: Una lista de claves separadas por comas (con comillas), como 'q','derecha','espacio','izquierda'
pt: Uma lista separadas por vírgula de teclas (com aspas), como 'q','right','space','left'

source: When should the keypress be registered? As soon as pressed, or when released?
es_es: ¿Cuándo se debe registrar la pulsación de tecla? ¿Tan pronto como se presiona o cuando se suelta?
pt: Quando é que as teclas pressionadas devem ser registadas? Assim que pressionadas ou quando a tecla deixa de ser pressionada?

source: Register keypress on...
es_es: Registrar pulsación de tecla en...
pt: Registrar tecla pressionada em...

source: Do you want to discard all responses occurring before the onset of this Component?
es_es: ¿Desea descartar todas las respuestas que se produjeron antes del inicio de esto?¿Componente?
pt: Deseja descartar todas as respostas que ocorreram antes do início deste Componente?

source: Microphone: basic sound capture (fixed onset & duration), okay for spoken words
es_es: Micrófono: captura de sonido básica (inicio y duración fijos), está bien para hablarpalabras
pt: Microphone: captura de som básica (início e duração fixos), adequado para palavras faladas

source: The duration of the recording in seconds; blank = 0 sec
es_es: La duración de la grabación en segundos; en blanco = 0 seg
pt: A duração da gravação em segundos; em branco = 0 seg

source: What file type should output audio files be saved as?
es_es: ¿En qué tipo de archivo se deben guardar los archivos de audio de salida?
pt: Em que tipo de ficheiro devem ser gravados os resultado dos ficheiros de áudio?

source: Output file type
es_es: Tipo de archivo de salida
pt: Tipo de ficheiro de resultados

source: Tick this to save times when the participant starts and stops speaking
es_es: Marque esto para guardar los momentos en que el participante comienza y deja de hablar
pt: Marque esta opção para guardar os tempos em que o participante começa e termina de falar

source: Speaking start / stop times
es_es: Horas de inicio/parada de conversación
pt: Tempo de início / fim de fala

source: Trim periods of silence from the output file
es_es: Recortar períodos de silencio del archivo de salida
pt: Cortar períodos de silêncio do ficheiro de resultados

source: Trim silent
es_es: Recortar en silencio
pt: Cortar silêncios

source: Whether to transcribe the audio recording and store the transcription
es_es: Si se debe transcribir la grabación de audio y almacenar la transcripción
pt: Se deve transcrever a gravação de áudio e armazenar a transcrição

source: Transcribe audio
es_es: Transcribir audio
pt: Transcrever o áudio

source: What transcription service to use to transcribe audio?
es_es: ¿Qué servicio de transcripción utilizar para transcribir audio?
pt: Que serviço de transcrição deve ser usado para transcrever o áudio?

source: Transcription backend
es_es: Backend de transcripción
pt: Transcrição backend

source: What language you expect the recording to be spoken in, e.g. en-US for English
es_es: ¿En qué idioma espera que se hable la grabación? Por ejemplo, en-US para inglés
pt: Em que idioma espera que a gravação seja falada, exemplo. en-US para inglês

source: Transcription language
es_es: Idioma de transcripción
pt: Idioma de transcrição

source: Set list of words to listen for - if blank will listen for all words in chosen language. If using the built-in transcriber, you can set a minimum % confidence level using a colon after the word, e.g. 'red:100', 'green:80'. Otherwise, default confidence level is 80%.
es_es: Establecer lista de palabras para escuchar; si está en blanco, se escucharán todas las palabras en idioma elegido. Si utiliza el transcriptor incorporado, puede establecer un nivel mínimo % de confianza usando dos puntos después de la palabra, por ejemplo, 'red:100', ‘green:80'. De lo contrario, el nivel predeterminado de confianza es 80%.
pt: Definir lista de palavras para ouvir - se estiver em branco, ouvirá todas as palavras no idioma escolhido. Se estiver a utilizar o transcritor integrado, pode definir uma % mínima do nível de confiança usando dois pontos após a palavra, exemplo. 'red:100', 'green:80'. Caso contrário, o nível de confiança predefinido é de 80%.

source: Expected words
es_es: Palabras esperadas
pt: Palavras esperadas

source: Which model of Whisper AI should be used for transcription? Details of each model are available here at github.com/openai/whisper
es_es: ¿Qué modelo de Whisper AI debería usarse para la transcripción? Detalles de cada unoel modelo está disponible aquí en github.com/openai/whisper
pt: Que modelo de Whisper AI deve ser usado para a transcrição? Detalhes de cada modelo estão disponíveis aqui em github.com/openai/whisper

source: Whisper model
es_es: Modelo susurro
pt: Modelo de Whisper

source: Save mouse state
es_es: Guardar estado del mouse
pt: Guardar o estado o rato

source: New clicks only
es_es: Sólo nuevos clics
pt: Apenas novos cliques

source: Mouse: query mouse position and buttons
es_es: Ratón: consultar posición y botones del ratón
pt: Rato: consultar a posição e os botões do rato

source: How often should the mouse state (x,y,buttons) be stored? On every video frame, every click or just at the end of the Routine?
es_es: ¿Con qué frecuencia se debe almacenar el estado del mouse (botones x,y)? En cada video¿cuadro, cada clic o sólo al final de la rutina?
pt: Com que frequência o estado do rato (x, y, botões) deve ser armazenado? Em cada frame do vídeo, em cada clique ou apenas no fim da Routine?

source: If the mouse button is already down when we start checking then wait for it to be released before recording as a new click.
es_es: Si el botón del mouse ya está presionado cuando comenzamos a verificar, espere que sea soltado antes de registrar un nuevo clic.
pt: Se o botão do rato já estiver a ser pressionado quando iniciarmos a verificação, espere que ele seja liberto antes de gravar como um novo clique.

source: The params (e.g. name, text), for which you want to store the current value, for the stimulus that was"clicked" by the mouse. Make sure that all the clickable objects have all these params.
es_es: Los parámetros (por ejemplo, nombre, texto) para los cuales desea almacenar el valor actual, para el estímulo en el que el mouse "hizo clic". Asegúrese de que todos los objetos “clicables” tienen estos parámetros.
pt: Os params (exemplo, nome, texto), para os quais deseja guardar o valor atual, para o estímulo que foi “clicado” pelo rato. Certifique-se de que todos os objetos clicáveis ​​tenham todos estes parâmetros.

source: What is the 'correct' object? To specify an area, remember that you can create a shape Component with 0 opacity.
es_es: ¿Cuál es el objeto 'correcto'? Para especificar un área, recuerda que puedes crear una forma o Componente con 0 opacidad.
pt: Qual é o objeto 'correto'? Para especificar uma área, lembre-se de que pode criar um Componente de forma com opacidade 0.

source: Movie file
es_es: Archivo de película
pt: Ficheiro de vídeo

source: No audio
es_es: Sin audio
pt: Sem som

source: Movie: play movie files
es_es: Película: reproducir archivos de película
pt: Filme: reproduz ficheiros de vídeo

source: When does the Component end? (blank to use the duration of the media)
es_es: ¿Cuándo finaliza el componente? (En blanco para usar la duración del medio)
pt: Quando termina o Componente? (em branco para usar a duração do vídeo)

source: A filename for the movie (including path)
es_es: Un nombre de archivo para la película (incluida la ruta)
pt: O nome do ficheiro para o vídeo (incluindo o caminho)

source: What underlying lib to use for loading movies
es_es: Qué biblioteca subyacente usar para cargar películas
pt: Qual a biblioteca subjacente a usar para carregar vídeos

source: Prevent the audio stream from being loaded/processed (moviepy and opencv only)
es_es: Evita que se cargue/procese la transmisión de audio (moviepy y opencvsólo)
pt: Impedir que o áudio seja carregado/processado (só moviepy e opencv)

source: How loud should audio be played?
es_es: ¿A qué volumen se debe reproducir el audio?
pt: Quão alto o áudio deve ser reproduzido?

source: Volume
es_es: Volumen

source: Should the end of the movie cause the end of the Routine (e.g. trial)?
es_es: ¿El final de la película debería causar el final de la rutina (por ejemplo, el juicio)?
pt: O fim do vídeo deve causar o fim da Routine (exemplo, ensaio)?

source: Whether the movie should loop back to the beginning on completion.
es_es: Si la película debe volver al principio al finalizar.
pt: Se o vídeo deve voltar ao início após a conclusão.

source: Loop playback
es_es: Reproducción en bucle
pt: Reprodução em loop

source: Should playback cease when the Routine ends? Untick to continue playing after the Routine has finished.
es_es: ¿Debería detenerse la reproducción cuando finalice la rutina? Desmarque para continuar la reproducción después que la rutina ha finalizado.
pt: A reprodução deve parar quando a Routine terminar? Desmarque para continuar após o fim da Routine.

source: Stop with Routine?
es_es: ¿Detener con la rutina?
pt: Parar com a Routine?

source: Panorama: Present a panoramic image (such as from a phone camera in Panorama mode) on screen.
es_es: Panorama: presenta una imagen panorámica (como la de la cámara de un teléfono en modo Panorama) en la pantalla.
pt: Panorama: apresentar uma imagem panorâmica (como a da câmera de um telefone no modo Panorâmico) no ecrã.
