Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Your stimulus size exceeds the {dimension} dimension of your window.
es_es: El tamaño de su estímulo excede la dimensión {dimension} de su ventana.
pt: O tamanho do seu estímulo excede a dimensão {dimension} da sua janela.

source: Your stimulus size is smaller than 1 pixel ({dimension} dimension).
es_es: El tamaño de su estímulo es menor que 1 píxel ( de dimensión {dimension}).
pt: O tamanho do seu estímulo é menor que 1 pixel (dimensão {dimension}).

source: Your stimulus position exceeds the {dimension} dimension of your window.
es_es: La posición de su estímulo excede la {dimension} dimensión de su ventana.
pt: A posição do seu estímulo excede a dimensão {dimension} da sua janela.

source: Your stimulus {type} time of {time} is less than a screen refresh for a {Hz}Hz monitor.
es_es: El tiempo {time} de su estímulo {type} es menor que una actualización de pantalla para un monitor de {Hz}Hz.
pt: O tempo {time} do seu estímulo {type} é menor que do uma atualização de ecrã para um monitor {Hz}Hz.

source: Your stimulus {type} time of {time} seconds cannot be accurately presented for {time} on a {Hz}Hz monitor.
es_es: El tiempo de {type} de su estímulo de {time} segundos no se puede presentar con precisión por {time} segundos para un monitor de {Hz}Hz.
pt: O seu estímulo {type} de {time} segundos não pode ser apresentado com precisão para {time} num monitor de {Hz}Hz.

source: Experiment was built in a future version of PsychoPy ({version}), we recommend either updating PsychoPy or changing the "Use Version" setting in Experiment Settings to this version.
es_es: El experimento se creó en una versión futura de PsychoPy ({version}), nosotros recomiendo actualizar PsychoPy o cambiar la configuración "Usar versión" (Use Version) en la configuración de su experimento.
pt: A experiência foi criada numa versão futura do PsychoPy ({version}), nós recomendamos uma atualização do PsychoPy ou uma alteração das definições de "Use Version" nas Experiment Settings para esta versão.

source: Experiment was built in a past version of PsychoPy ({version}), saving it in this version may add parameters which cannot be parsed.
es_es: El experimento se creó en una versión anterior de PsychoPy ({version}), y guardarlo en esta versión puede adicionar parámetros que no pueden ser analizados.
pt: A experiência foi construída numa versão anterior do PsychoPy ({version}), guardá-la nesta versão pode adicionar parâmetros que não podem ser analisados.

source: Your stimulus start {type} exceeds the stop {type}. Consider using a {type} duration.
es_es: El inicio de su estímulo {type} excede la parada {type}. Considere usar una duración {type}.
pt: O início do seu estímulo {type} excede o stop {type}. Considere utilizar uma duração {type}.

source: Your stimulus {type} type {frameType} must be expressed as a whole number.
es_es: Su estímulo {type}, tipo {frameType} debe ser expresado como un número completo.
pt: O seu estímulo {type} tipo {frameType} deve ser expresso como um número inteiro.

source: Component {component} has stop time set as a duration, but doesn't have a start time
es_es: El componente {component} tiene el tiempo de parada establecido como duración, pero no tiene un tiempo de inicio
pt: O componente {component} tem o tempo de fim definido como duração, mas não tem um horário de início

source: Python Syntax Error in '{codeTab}' tab. See '{code}' on line number {lineNumber} of the '{codeTab}' tab.
es_es: Error de sintaxis de Python en la pestaña '{codeTab}'. Consulte '{code}' en el número de línea {lineNumber} de la pestaña ‘{codeTab}’ .
pt: Erro de sintaxe Python no separador '{codeTab}'. Consulte '{code}' na linha número {lineNumber} do separador '{codeTab}'.

source: JavaScript Syntax Error in '{codeTab}' tab. See '{lineNumber}' in the '{codeTab}' tab.
es_es: Error de sintaxis de JavaScript en la pestaña '{codeTab}'. Consulte '{lineNumber}' en la pestaña ‘{codeTab}’ .
pt: Erro de sintaxe JavaScript no separador '{codeTab}'. Consulte '{lineNumber}' no separador '{codeTab}'.

source: The component {name} is currently disabled and will not be written to your experiment script.
es_es: El componente {name} está actualmente deshabilitado y no se escribirá en el script de su experimento.
pt: O componente {name} está atualmente desativado e não será gravado no script da sua experiência.

source: Cannot calculate parameter.
es_es: No se puede calcular el parámetro.
pt: Não é possível calcular o parâmetro.

source: Builder cannot interpret value "{param.val}" of {param.label} for {component.type} component "{component.params[name].val}" as a dollar sign has been used incorrectly.
es_es: El constructor (builder) no puede interpretar el valor "{param.val}" de {param.label} para el componente {component.type} "{component.params[name].val}" ya que el signo de dollar ha sido usado incorrectamente.
pt: O Builder não pode interpretar o valor "{param.val}" de {param.label} para o componente {component.type} "{component.params[name].val}" porque o sinal cifrão (ou dollar) foi usado incorretamente.

source: Font `{param.val}` not found locally, will check Google Fonts on next run.
es_es: La fuente `{param.val}` no ha sido encontrada localmente, se chequeará en Google Fonts en la siguiente ejecución .
pt: Fonte `{param.val}` não encontrada localmente, irá verificar o Google Fonts na próxima execução.

source: Font `{font} {style}` not available in weight `{weight}`, component `{name}` will default to Open Sans Regular.
es_es: Fuente `{font} {style}` no disponible en peso `{weight}`, componente `{name}` se colocará por defecto en Open Jans Regular.
pt: O tipo de letra `{font} {style}` não está disponível no peso `{weight}`, o componente `{name}` será predefinido como Open Sans Regular.

source: Recording device '{device}' not found, using default device instead.
es_es: No se encontró el dispositivo de grabación '{device}'; en su lugar se utiliza el dispositivo predeterminado.
pt: Dispositivo de gravação '{device}' não encontrado, utilizando o dispositivo predefinido em alternativa.

source: The component or routine '{comp}' is only implemented online, so will do nothing when running locally.
es_es: El componente o rutina '{comp}' solo se implementa en línea, así que no realizará ninguna acción al correr localmente.
pt: O component ou a routine '{comp}' só é implementado online, pelo que não fará nada quando executado localmente.

source: The component or routine '{comp}' is only implemented locally, so will do nothing when running online.
es_es: El componente o rutina '{comp}' solo se implementa localmente, así que no realizará ninguna acción al correrlo en línea.
pt: O component ou a routine '{comp}' é apenas implementado localmente, pelo que não fará nada quando for executado online.

source: Editable textbox component {textbox} and keyboard component {keyboard} in the same routine may compete for keypresses
es_es: Componente de cuadro de texto editable {textbox} y componente de teclado {keyboard} en la misma rutina puede competir por las pulsaciones de teclas
pt: O componente de caixa de texto editável {textbox} e o componente de teclado {keyboard} na mesma routine podem competir pelas mesmas teclas

source: Experiment includes components or routines which use eyetracking, but no eye tracker is configured.
es_es: El experimento incluye componentes o rutinas que utilizan rastreo ocular, pero ningún rastreador ocular se ha configurado.
pt: A experiência inclui componentes ou routines que utilizam rastreador ocular (eyetracking), mas nenhum rastreador ocular (eye tracker) está configurado.

source: A {eyetracker} eye tracker has been configured, but no calibration routine is present.
es_es: Se ha configurado un rastreador ocular {eyetracker}, pero no hay rutina de calibración presente.
pt: Um rastreador ocular (eye tracker) {eyetracker} foi configurado, mas não está presente nenhuma routine de calibração.

source: As {brand} eyetrackers do not support animations in their calibration routine, animation values have not been used in your calibration routine.
es_es: Como los eyetrackers de {brand} no admiten animaciones en su rutina de calibración, los valores de animación no han sido usados en su rutina de calibración.
pt: Uma vez que os rastreadores oculares (eyetrackers) da {brand} não suportam animações na sua routine de calibração, os valores de animação não foram utilizados na sua routine de calibração.

source: Eyetrackers by {brand} do not support manual pacing
es_es: Los Eyetrackers de {brand} no admiten ritmo manual
pt: Os rastreadores oculares (eyetrackers) da {brand} não suportam a estimulação manual

source: Window mode is set to be windowed, but eyetracking requires the window to be full screen.
es_es: El modo de ventana está configurado para ser en ventana, pero el rastreo ocular requiere que la ventana sea pantalla completa.
pt: O modo de janela está configurado para ser em janela (windowed), mas o rastreio ocular (eyetracking) exige que a janela esteja em ecrã inteiro.

source: A monitor config is required for accurate eyetracking measurements, but none was found.
es_es: Se requiere una configuración de monitor para mediciones precisas de rastreo ocular, pero ninguna ha sido encontrada.
pt: É necessária uma configuração do monitor para medições precisas de rastreio ocular (eyetracking), mas não foi encontrada nenhuma.

source: Eye tracker experiments should use 'ioHub' as the Input -> Keyboard Backend setting
es_es: Los experimentos de rastreo ocular deben usar 'ioHub' como entrada -> Configuración del Backend del teclado
pt: As experiências com rastreador ocular (eye tracker) devem usar 'ioHub' como configuração de entrada -> definição Keyboard Backend

source: Audio transcription service "{transcriber}" is not supported online.
es_es: El servicio de transcripción de audio "{transcriber}" no se admite en línea.
pt: O serviço de transcrição de áudio "{transcriber}" não é compatível online.

source: Audio transcription service "{transcriber}" is not supported offline.
es_es: El servicio de transcripción de audio "{transcriber}" no se admite sin conexión.
pt: O serviço de transcrição de áudio "{transcriber}" não é compatível offline.

source: Chosen transcriber '{engine}' requires an API key, please supply one in Preferences.
es_es: El transcriptor elegido ‘{engine}' requiere una clave API; proporcione una en Preferencias.
pt: O transcritor escolhido '{engine}' requer uma chave API, por favor forneça um em Preferências.

source: Device parameter of microphone component "{name}" will not be used online.
es_es: El parámetro del dispositivo del componente del micrófono “{name}” no se utilizará en línea.
pt: O parâmetro do dispositivo do componente do microphone "{name}" não será utilizado online.

source: The file you are attempting to run does not seem to exist, the full path supplied to Runner was {path}
es_es: El archivo que está intentando ejecutar no parece existir, la ruta completa suministrada para la ejecución (Runner)fue {path}
pt: O ficheiro que está a tentar executar parece não existir, o caminho completo fornecido ao Runner foi {path}.

source: Color space attribute `.{colorSpaceAttrib}` is no longer in use, as colors are no longer tied to one space.
es_es: El atributo de espacio de color `.{colorSpaceAttrib}` ya no está en uso, así como los colores no están ligados a un espacio.
pt: O atributo de espaço de cor `. {colorSpaceAttrib}` já não está em utilização, uma vez que as cores já não estão ligadas a um espaço.

source: RGB attribute `.{rgbAttrib}` is no longer in use, as non-RGB colors now handle their own conversion.
es_es: El atributo RGB `.{rgbAttrib}` ya no está en uso, ya que ahora los colores no RGB manejan su propia conversión.
pt: O atributo RGB `.{rgbAttrib}` já não está em uso, uma vez que as cores não RGB tratam agora da sua própria conversão.

source: &View
es_es: &Ver
pt: &Ver

source: Open a new Builder view
es_es: Abrir una nueva vista del Constructor
pt: Abrir uma nova visualização do Builder

source: Open a new Coder view
es_es: Abrir una nueva vista de Coder
pt: Abra uma nova visualização do Coder

source: &Quit %s
es_es: &Salir %s
pt: &Sair %s

source: Terminate the program
es_es: Terminar el programa
pt: Encerrar o programa

source: Creating frames...
es_es: Creando marcos...
pt: A gerar frames...

source: Compatibility information
es_es: Información de compatibilidad
pt: Informações de compatibilidade

source: Loading plugins...
es_es: Cargando complementos...
pt: A carregar plug-ins...

source: Select .psydat file(s) to extract
es_es: Seleccione el(los) archivo(s) .psydat para extraer
pt: Selecione o(s) ficheiro(s) .psydat para extrair

source: For stimulus generation and experimental control in Python. PsychoPy depends on your feedback. If something doesn't work then let us know at psychopy-users@googlegroups.com
es_es: Para generación de estímulos y control experimental en Python. PsychoPy depende de tus comentarios. Si algo no funciona entonces háganoslo saber en psychopy-users@googlegroups.com
pt: Para gerar estímulos e controlo experimental em Python. O PsychoPy depende do seu feedback. Se algo não funcionar depois informe-nos em psychopy-users@googlegroups.com

source: Field
es_es: Campo
pt: Campo

source: Default
es_es: Predeterminado
pt: Predefinição

source: Favorites
es_es: Favoritos

source: Stimuli
es_es: Estímulos

source: Responses
es_es: Respuestas

source: Custom
es_es: Personalizado
pt: Personalizado

source: I/O
es_es: E/S

source: Add to favorites
es_es: Agregar a favoritos
pt: Adicionar aos favoritos

source: Remove from favorites
es_es: Eliminar de favoritos
pt: Remover dos favoritos

source: remove
es_es: eliminar
pt: remover

source: copy
es_es: copiar

source: &File
es_es: &Archivo
pt: &Ficheiro

source: &New %s
es_es: &Nuevo %s
pt: &Novo %s

source: &Open... %s
es_es: &Abrir... %s
pt: &Abrir... %s

source: Open &Recent
es_es: Abrir Recientes
pt: Aberto & Recente

source: &Save %s
es_es: &Guardar %s
pt: &Guardar %s

source: Save current experiment file
es_es: Guardar archivo de experimento actual
pt: Guardar o ficheiro da experiência atual

source: Save &as... %s
es_es: Guardar &como... %s
pt: Guardar & como... %s

source: Save current experiment file as...
es_es: Guardar el archivo del experimento actual como...
pt: Guardar o ficheiro da experiência atual como...

source: Export HTML... %s
es_es: Exportar HTML... %s
pt: Exportar HTML... %s

source: Export experiment to html/javascript file
es_es: Exportar experimento a un archivo html/javascript
pt: Exportar experiência para ficheiro html/javascript

source: &Close file %s
es_es: &Cerrar archivo %s
pt: &Encerrar ficheiro %s

source: Close current experiment
es_es: Cerrar experimento actual
pt: Encerrar experiência atual

source: &Preferences %s
es_es: &Preferencias %s
pt: &Preferências %s

source: Reset preferences...
es_es: Restablecer preferencias...
pt: Repor preferências...

source: &Edit
es_es: &Editar
pt: &Editar

source: Undo %s
es_es: Deshacer %s
pt: Desfazer %s

source: Undo last action
es_es: Deshacer la última acción
pt: Desfazer a última ação

source: Redo %s
es_es: Rehacer %s
pt: Refazer %s

source: Redo last action
es_es: Rehacer la última acción
pt: Refazer a última ação

source: &Paste %s
es_es: &Pegar %s
pt: &Colar %s

source: &Toggle readme %s
es_es: &Alternar archivo Léame %s
pt: &Alternar readme %s

source: Toggle Readme
es_es: Alternar archivo Léame

source: &Flow Larger %s
es_es: &Flujo mayor %s
pt: &Flow Maior %s

source: Larger flow items
es_es: Elementos de flujo más grande
pt: Itens de fluxo maiores

source: &Flow Smaller %s
es_es: &Flujo más pequeño %s
pt: &Flow Menor %s

source: Smaller flow items
es_es: Elementos de flujo más pequeños
pt: Itens de fluxo menores

source: &Routine Larger %s
es_es: &Rutina mayor %s
pt: &Routine Maior %s

source: Larger routine items
es_es: Elementos de rutina más grandes
pt: Itens de routine maiores

source: &Routine Smaller %s
es_es: &Rutina más pequeña %s
pt: &Routine Menor %s

source: Smaller routine items
es_es: Elementos de rutina más pequeños
pt: Itens de routine menores

source: &Themes
es_es: &Temas
pt: &Temas

source: &Tools
es_es: &Herramientas
pt: &Ferramentas

source: Monitor Center
es_es: Centro de monitorización
pt: Central de monitorização

source: To set information about your monitor
es_es: Para configurar información sobre su monitor
pt: Para definir informações sobre o seu monitor

source: Compile %s
es_es: Compilar %s
pt: Compilar %s

source: Compile the exp to a script
es_es: Compila la exp en un script
pt: Compile a exp num script

source: Run the current script
es_es: Ejecutar el script actual
pt: Correr o script atual

source: Send to runner %s
es_es: Enviar al runner %s
pt: Enviar para o runner %s

source: Send current script to runner
es_es: Enviar script actual a ejecución (runner)
pt: Enviar o script atual para o runner

source: PsychoPy updates...
es_es: Actualizaciones de PsychoPy...
pt: Atualizações do PsychoPy...

source: Update PsychoPy to the latest, or a specific, version
es_es: Actualice PsychoPy a la versión más reciente o específica
pt: Atualize o PsychoPy para a versão mais recente ou uma versão específica

source: Plugin/packages manager...
es_es: Administrador de complementos/paquetes...
pt: Gestor de plugins/pacotes...

source: Manage Python packages and optional plugins for PsychoPy
es_es: Administrar paquetes de Python y complementos opcionales para PsychoPy
pt: Gerir pacotes Python e plug-ins opcionais para PsychoPy

source: Benchmark wizard
es_es: Asistente de Benchmark
pt: Assistente de referência

source: Check software & hardware, generate report
es_es: Verificar software y hardware, generar informe
pt: Verifique o software & hardware, gere relatório

source: E&xperiment
es_es: E&xperimento
pt: E&xperiência

source: &New Routine %s
es_es: &Nueva rutina %s
pt: &Nova Routine %s

source: Create a new routine (e.g. the trial definition)
es_es: Crear una nueva rutina (por ejemplo, la definición de prueba)
pt: Crie uma nova routine (exemplo, a definição de teste/ensaio)

source: &Copy Routine %s
es_es: &Copiar rutina %s
pt: &Copiar Routine %s

source: Copy the current routine so it can be used in another exp
es_es: Copiar la rutina actual para poder usarla en otra exp
pt: Copie a routine atual para que possa ser utilizada noutra experiência

source: &Paste Routine %s
es_es: &Pegar rutina %s
pt: &Colar Routine %s

source: Paste the Routine into the current experiment
es_es: Pegue la rutina en el experimento actual
pt: Cole a Routine na experiência atual

source: &Rename Routine %s
es_es: &Renombrar rutina %s
pt: &Renomear Routine %s

source: Change the name of this routine
es_es: Cambiar el nombre de esta rutina
pt: Alterar o nome desta Routine

source: Paste Component %s
es_es: Pegar componente %s
pt: Colar Componente %s

source: Paste the Component at bottom of the current Routine
es_es: Pegue el componente en la parte inferior de la rutina actual
pt: Cole o Componente na parte inferior da routine atual

source: Insert Routine in Flow
es_es: Insertar rutina en flujo
pt: Inserir Routine no Flow

source: Select one of your routines to be inserted into the experiment flow
es_es: Seleccione una de sus rutinas para insertarla en el flujo del experimento
pt: Selecione uma das suas routines para ser inserida no flow da experiência

source: Insert Loop in Flow
es_es: Insertar bucle en flujo
pt: Inserir Loop no Flow

source: Create a new loop in your flow window
es_es: Crea un nuevo bucle en tu ventana de flujo
pt: Crie um novo loop na sua janela de flow

source: &Find in experiment... %s
es_es: &Buscar en experimento... %s
pt: &Encontrar na experiência... %s

source: Search the whole experiment for a specific term
es_es: Buscar en todo el experimento un término específico
pt: Pesquise em toda a experiência por um termo específico

source: Add or edit the text shown when your experiment is opened
es_es: Agregue o edite el texto que se muestra cuando se abre su experimento
pt: Adicione ou edite o texto apresentado quando a sua experiência for aberta

source: &Unpack Demos...
es_es: &Descomprimir demostraciones...
pt: &Descomprimir Demonstrações...

source: Unpack demos to a writable location (so that they can be run)
es_es: Descomprimir demostraciones en una ubicación grabable (para que puedan ejecutarse)
pt: Descomprima as demonstrações para um local gravável (para que possam ser executadas)

source: Browse on Pavlovia
es_es: Navegar en Pavlovia
pt: Navegue em Pavlovia

source: Get more demos from the online demos repository on Pavlovia
es_es: Obtenga más demostraciones del repositorio de demostraciones en línea en Pavlovia
pt: Obtenha mais demonstrações no repositório de demonstrações online em Pavlovia

source: Open demos folder
es_es: Abrir carpeta de demostraciones
pt: Abrir pasta de demonstrações

source: Open the local folder where demos are stored
es_es: Abra la carpeta local donde se almacenan las demostraciones
pt: Abrir a pasta local onde as demonstrações estão armazenadas

source: &Demos
es_es: &Demostraciones
pt: &Demonstrações

source: &Window
es_es: &Ventana
pt: &Janela

source: &Help
es_es: &Ayuda
pt: &Ajuda

source: &PsychoPy Homepage
es_es: Página de inicio de &PsychoPy
pt: &Página inicial do PsychoPy

source: Go to the PsychoPy homepage
es_es: Ir a la página de inicio de PsychoPy
pt: Vá para a página inicial do PsychoPy

source: &PsychoPy Builder Help
es_es: &Ayuda de PsychoPy Builder
pt: &Ajuda PsychoPy Builder

source: Go to the online documentation for PsychoPy Builder
es_es: Ir a la documentación en línea de PsychoPy Builder
pt: Aceda à documentação online do PsychoPy Builder

source: &System Info...
es_es: &Información del sistema...
pt: &Informação do sistema...

source: Get system information.
es_es: Obtener información del sistema.
pt: Obtenha informações do sistema.

source: &About...
es_es: &Acerca de...
pt: &Sobre...

source: About PsychoPy
es_es: Acerca de PsychoPy
pt: Sobre o PsychoPy

source: &News...
es_es: &Noticias...
pt: &Notícias...

source: News
es_es: Noticias
pt: Notícias

source: PsychoPy experiments (*.psyexp)|*.psyexp|Any file (*.*)|*.*
es_es: Experimentos de PsychoPy (*.psyexp)|*.psyexp|Cualquier archivo (*.*)|*.*
pt: Experiências PsychoPy (*.psyexp)|*.psyexp|Any file (*.*)|*.*

source: PsychoPy experiments (*.psyexp)|*.psyexp|Any file (*.*)|*
es_es: Experimentos de PsychoPy (*.psyexp)|*.psyexp|Cualquier archivo (*.*)|*
pt: Experiências PsychoPy (*.psyexp)|*.psyexp|Any file (*.*)|*

source: Open file ...
es_es: Abrir archivo...
pt: Abrir ficheiro...

source: Save file as ...
es_es: Guardar archivo como...
pt: Guardar ficheiro como...

source: Please save experiment before editing the README file
es_es: Guarde el experimento antes de editar el archivo README
pt: Por favor, guarde a experiência antes de editar o ficheiro README

source: No readme file
es_es: No hay archivo Léame
pt: Nenhum ficheiro readme

source: Experiment %s has changed. Save before quitting?
es_es: El experimento %s ha cambiado. ¿Guardar antes de salir?
pt: A experiência %s foi alterada. Guardar antes de sair?

source: Are you sure you want to reset your preferences? This cannot be undone.
es_es: ¿Está seguro de que desea restablecer sus preferencias? Esto no se puede deshacer.
pt: Tem a certeza de que pretende repor as suas preferências? Isto não pode ser desfeito.

source: I'm sure
es_es: Estoy seguro
pt: Tenho a certeza

source: Wait, go back!
es_es: ¡Espera, regresa!
pt: Espere, volte!

source: Done! Your preferences have been reset. Changes will be applied when you next open PsychoPy.
es_es: ¡Listo! Tus preferencias se han restablecido. Los cambios se aplicarán cuando vuelva a abrir Psychopy.
pt: Feito! As suas preferências foram redefinidas. As alterações serão aplicadas na próxima vez que abrir o PsychoPy.
