Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: How to control looking around the panorama scene
es_es: Cómo controlar la mirada alrededor de la escena panorámica
pt: Como controlar a visão ao redor da cena panorâmica

source: Position control
es_es: Control de posición
pt: Controlar posição

source: Horizontal look position, ranging from -1 (fully left) to 1 (fully right)
es_es: Posición de mirada horizontal, que va desde -1 (completamente a la izquierda) a 1 (completamente a la derecha)
pt: Posição de visualização horizontal, varia de -1 (totalmente à esquerda) a 1 (totalmente à direita)

source: Azimuth
es_es: Azimut
pt: Azimuth (angular)

source: Vertical look position, ranging from -1 (fully down) to 1 (fully up)
es_es: Posición de mirada vertical, que va desde -1 (completamente abajo) a 1 (completamente arriba)
pt: Posição de visualização vertical, varia de -1 (totalmente para baixo) a 1 (totalmente para cima)

source: Elevation
es_es: Elevación
pt: Elevação

source: Up
es_es: Arriba
pt: Acima

source: Left
es_es: Izquierda
pt: Esquerda

source: Down
es_es: Abajo
pt: Abaixo

source: Right
es_es: Derecha
pt: Direita

source: What key corresponds to the view action '{}'?
es_es: ¿Qué clave corresponde a la acción de visualización '{}'?
pt: Que tecla corresponde à ação de visualização '{}'?

source: Should movement be smoothed, so the view keeps moving a little after a change?
es_es: Se debe suavizar el movimiento para que la vista siga moviéndose un poco después de un ¿cambiar?
pt: O movimento deve ser suavizado, para que a visualização continue a mover-se um pouco após uma alteração?

source: Smooth?
es_es: ¿Suave?
pt: Suavizar?

source: Multiplier to apply to view changes. 1 means that moving the mouse from the center of the screen to the edge or holding down a key for 2s will rotate 180°.
es_es: Multiplicador que se aplicará para ver los cambios. 1 significa que mover el mouse desde centro de la pantalla hacia el borde o mantener presionada una tecla durante 2 segundos girará 180°.
pt: Multiplicador a ser aplicado para visualizar as alterações. 1 significa que mover o rato do centro do ecrã para a extremidade ou manter uma tecla pressionada por 2s irá girar 180°.

source: Movement sensitivity
es_es: Sensibilidad al movimiento
pt: Sensibilidade do movimento

source: How to control zooming in and out of the panorama scene
es_es: Cómo controlar el acercamiento y alejamiento de la escena panorámica
pt: Como controlar o zoom (ampliar e reduzir) da cena panorâmica

source: Zoom control
es_es: Control de zoom
pt: Controlar zoom

source: Zoom in
es_es: Acercar
pt: Ampliar

source: Zoom out
es_es: Alejar
pt: Reduzir

source: How zoomed in the scene is, with 1 being no adjustment.
es_es: Cuán ampliada está la escena, siendo 1 sin ajuste.
pt: Quão ampliada está a cena, sendo 1 sem ajustes.

source: Multiplier to apply to zoom changes. 1 means that pressing the zoom in key for 1s or scrolling the mouse wheel 100% zooms in 100%.
es_es: Multiplicador para aplicar a los cambios de zoom. 1 significa que presionar la tecla de acercamiento por 1 sec o haciendo scroll de la rueda del mouse 100% hará un acercamiento del 100%.
pt: Multiplicador a ser aplicado às alterações de zoom. 1 significa que pressionar a tecla de zoom por 1s ou rodar a roda do rato 100% amplia em 100%.

source: Zoom sensitivity
es_es: Sensibilidad de zoom
pt: Sensibilidade do zoom

source: Port address
es_es: Dirección de puerto
pt: Endereço da porta

source: Start data
es_es: Datos de inicio
pt: Dados iniciais

source: Stop data
es_es: Detener datos
pt: Parar dados

source: Sync to screen
es_es: Sincronizar con la pantalla
pt: Sincronizar com o ecrã

source: Parallel out: send signals from the parallel port
es_es: Salida paralela: envía señales desde el puerto paralelo
pt: Saída paralela: enviar sinais da porta paralela

source: Parallel port to be used (you can change these options in preferences>general)
es_es: Puerto paralelo a utilizar (puede cambiar estas opciones en preferencias>generales)
pt: Porta paralela a ser usada (pode alterar estas opções em preferências>geral)

source: U3 Register to write byte to
es_es: Registro U3 para escribir bytes
pt: Registar U3 para gravar byte em

source: U3 register
es_es: Registro U3
pt: Registar U3

source: Data to be sent at 'start'
es_es: Datos que se enviarán al 'inicio'
pt: Dados a serem enviados no 'início'

source: Data to be sent at 'end'
es_es: Datos a enviar al 'final'
pt: Dados a serem enviados no 'final'

source: If the parallel port data relates to visual stimuli then sync its pulse to the screen refresh
es_es: Si los datos del puerto paralelo se relacionan con estímulos visuales, sincronice su pulso con la actualización de la pantalla
pt: Se os dados da porta paralela estiverem relacionados a estímulos visuais, então sincronize-os a atualização do ecrã

source: Num. vertices
es_es: Núm. vértices
pt: Número de vértices

source: Line color
es_es: Color de línea
pt: Cor da linha

source: Line width
es_es: Ancho de línea
pt: Largura da linha

source: Shape
es_es: Forma
pt: Forma

source: Polygon: any regular polygon (line, triangle, square...circle)
es_es: Polígono: cualquier polígono regular (línea, triángulo, cuadrado...círculo)
pt: Polígono: qualquer polígono regular (linha, triângulo, quadrado...círculo)

source: How many vertices in your regular polygon?
es_es: ¿Cuántos vértices tiene tu polígono regular?
pt: Quantos vértices no polígono regular?

source: What are the vertices of your polygon? Should be an nx2 array or a list of [x, y] lists
es_es: ¿Cuáles son los vértices de su polígono? Debe ser una matriz nx2 o una lista de listas [x, y]
pt: Quais são os vértices do polígono? Deve ser uma matriz nx2 ou uma lista de listas [x, y]

source: Vertices
es_es: Vértices
pt: Vértices

source: What shape is this? With 'regular polygon...' you can set number of vertices and with 'custom polygon...' you can set vertices
es_es: ¿Qué forma es esta? Con 'polígono regular...' puedes establecer el número de vértices y con 'polígono personalizado...' puedes establecer vértices
pt: Que forma é esta? Com 'polígono regular...' pode definir o número de vértices e com 'polígono personalizado...' pode definir os vértices

source: Width of the shape's line (always in pixels - this does NOT use 'units')
es_es: Ancho de la línea de la forma (siempre en píxeles; esto NO utiliza 'unidades')
pt: Largura da linha da forma (sempre em pixels - NÃO usa 'unidades')

source: Size of this stimulus [w,h]. Note that for a line only the first value is used, for triangle and rect the [w,h] is as expected, but for higher-order polygons it represents the [w,h] of the ellipse that the polygon sits on!!
es_es: Tamaño de este estímulo [w,h]. Tenga en cuenta que para una línea solo el primer valor es usado, para triángulo y rectángulo el [w,h] es el esperado, pero para polígonos de orden superior representa la [w,h] de la elipse que ¡¡El polígono se asienta!!
pt: Tamanho deste estímulo [w,h]. Observe que para uma linha apenas, é usado o primeiro valor, para o triângulo e retângulo o [w,h] é o esperado, mas para polígonos de ordem superior representam-se por [w,h] da elipse onde o polígono está!!

source: Progress: Present a progress bar, with values ranging from 0 to 1.
es_es: Progreso: Presenta una barra de progreso, con valores que van de 0 a 1.
pt: Progresso: Apresenta uma barra de progresso, com valores que variam de 0 a 1.

source: Bar color
es_es: Color de barra
pt: Cor da barra

source: Color of the filled part of the progress bar.
es_es: Color de la parte rellena de la barra de progreso.
pt: Cor da parte preenchida da barra de progresso.

source: Back color
es_es: Color de fondo
pt: Cor de fundo

source: Color of the empty part of the progress bar.
es_es: Color de la parte vacía de la barra de progreso.
pt: Cor da parte vazia da barra de progresso.

source: Color of the line around the progress bar.
es_es: Color de la línea alrededor de la barra de progreso.
pt: Cor da linha ao redor da barra de progresso.

source: Value between 0 (not started) and 1 (complete) to set the progress bar to.
es_es: Valor entre 0 (no iniciado) y 1 ( completo) para definir la barra de progreso.
pt: Valor entre 0 (não iniciado) e 1 (concluído) para definir a barra de progresso.

source: Progress
es_es: Progreso
pt: Progresso

source: Labels
es_es: Etiquetas
pt: Etiquetas

source: Store history
es_es: Almacenar historial
pt: Guardar história

source: Store rating
es_es: Calificación de la tienda
pt: Guardar avaliação

source: Store rating time
es_es: Tiempo de calificación de tienda
pt: Guardar tempo de avaliação

source: store the rating
es_es: almacenar la calificación
pt: guardar a avaliação

source: store the history of (selection, time)
es_es: almacenar el historial de (selección, hora)
pt: guardar a história de (seleção, tempo)

source: Pre-load some resources into memory so that components using them can start without having to load first
es_es: Precargue algunos recursos en la memoria para que los componentes que los utilizan puedan iniciarsesin tener que cargar primero
pt: Pré-carregar alguns recursos na memória para que os componentes que os utilizam possam iniciar sem precisar de carregar primeiro

source: Resources to download/check
es_es: Recursos para descargar/verificar
pt: Recursos para transferir/verificar

source: Resources
es_es: Recursos
pt: Recursos

source: When checking these resources, also check for all currently downloading?
es_es: Al verificar estos recursos, ¿verificar también todos los que se están descargando actualmente?
pt: Ao verificar estes recursos, verificar também todos as transferências atuais?

source: Check all
es_es: Verificar todo
pt: Verificar todos

source: Should this Component start an / or check resource preloading?
es_es: ¿Este componente debería iniciar/o verificar la precarga de recursos?
pt: Este componente deve iniciar/ou verificar o pré-carregamento de recursos?

source: Preload actions
es_es: Acciones de precarga
pt: Ações de pré-carregamento

source: Should we end the Routine when the resource download is complete?
es_es: ¿Deberíamos finalizar la rutina cuando se complete la descarga del recurso?
pt: Devemos terminar a Routine quando a transferência do recurso for concluído?

source: Force end Routine
es_es: Forzar fin de rutina
pt: Forçar o fim da Routine

source: Check
es_es: Verificar
pt: Verificar

source: Region Of Interest: Define a region of interest for use with eyetrackers
es_es: Región de interés: defina una región de interés para usar con rastreadores oculares
pt: Região de interesse: defina uma região de interesse para usar com rastreadores oculares

source: Under what condition should this ROI end the Routine?
es_es: ¿Bajo qué condición este ROI debería finalizar la rutina?
pt: Em que condições esta ROI deve terminar a Routine?

source: End Routine on...
es_es: Finalizar rutina en...
pt: Terminar a routine em...

source: Minimum dwell time within roi (look at) or outside roi (look away).
es_es: Tiempo mínimo de permanencia dentro de roi (mirar) o fuera de roi (mirar hacia otro lado).
pt: Tempo mínimo de permanência dentro da roi (olhar para) ou fora da roi (desviar o olhar).

source: Min. look time
es_es: Tiempo mínimo de búsqueda
pt: Tempo min. a olhar

source: In debug mode, the ROI is drawn in red. Use this to see what area of the screen is in the ROI.
es_es: En el modo de depuración, el ROI se dibuja en rojo. Utilice esto para ver qué área de la pantalla esta en el ROI.
pt: No modo de debug, a ROI é desenhada a vermelho. Usar isto para ver que área do ecrã está na ROI.

source: Debug mode
es_es: Modo de depuración
pt: Modo debug

source: What looks on this ROI should be saved to the data output?
es_es: ¿Qué aspecto de este ROI debería guardarse en la salida de datos?
pt: O que parece nesta ROI deve ser guardado nos resultados dos dados?

source: Save...
es_es: Guardar...
pt: Guardar...

source: What should the values of roi.time should be relative to?
es_es: ¿Con qué deberían ser relativos los valores de roi.time?
pt: Os valores da roi.time devem ser relativos a quê?

source: Time relative to...
es_es: Tiempo relativo a...
pt: Tempo relativo a...

source: Settings for this Routine.
es_es: Configuraciones para esta rutina.
pt: Configurações para esta routine.

source: Disable Routine
es_es: Desactivar rutina
pt: Desativar Routine

source: When should this Routine end, if not already ended by a Component?
es_es: ¿Cuándo debería finalizar esta rutina, si aún no la finalizó un componente?
pt: Quando deve esta Routine terminar, se ainda não tiver sido terminada por um Componente?

source: Timeout
es_es: Tiempo de espera
pt: Tempo esgotado

source: When should this Routine end, if not already ended by a Component? Leave blank for endless.
es_es: ¿Cuándo debe finalizar esta rutina, si aún no la finalizó un Componente? Dejar en blanco para infinito.
pt: Quando deve esta Routine terminar, se ainda não tiver sido terminada por um Componente? Deixe em branco para infinito.

source: Skip this Routine if the value in this contorl evaluates to True. Leave blank to not skip.
es_es: Omita esta Rutina si el valor en este control se evalúa como Verdadero. Deje en blanco para no omitir.
pt: Ignorar esta routine se o valor neste contorl for avaliado como True. Deixar em branco para não ignorar.

source: Skip if...
es_es: Omitir si...
pt: Ignorar se...

source: Some descriptive text to give information about this Routine. This won't affect how it runs, it's purely for your own reference!
es_es: Algún texto descriptivo para brindar información sobre esta rutina. Esto noafecta la forma en que se ejecuta, ¡es únicamente para su propia referencia!
pt: Algum texto descritivo para dar informações sobre esta Routine. Isso não afetará o funcionamento, é apenas para sua referência!

source: Description
es_es: Descripción
pt: Descrição

source: Different window settings?
es_es: ¿Configuraciones de ventana diferentes?
pt: Configurações de janela diferentes?

source: Should the appearance of the window change while this Routine is running?
es_es: ¿Debería cambiar la apariencia de la ventana mientras se ejecuta esta rutina?
pt: A aparência da janela deve mudar enquanto esta Routine estiver em execução?

source: Background color
es_es: Color de fondo
pt: Cor de fundo

source: Color of the screen this Routine (e.g. black, $[1.0,1.0,1.0], $variable. Right-click to bring up a color-picker.)
es_es: Color de la pantalla de esta rutina (por ejemplo, negro, $[1.0,1.0,1.0], $variable. Haga clic derecho para abrir un selector de color.)
pt: Cor do ecrã desta routine (exemplo, preto, $[1.0,1.0,1.0], $variable. Clique com o botão direito para abrir um seletor de cores.)

source: Needed if color is defined numerically (see PsychoPy documentation on color spaces)
es_es: Necesario si el color se define numéricamente (consulte la documentación de PsychoPy sobre el colorespacios)
pt: Necessário se a cor for definida numericamente (consulte a documentação do PsychoPy sobre espaços de cores)

source: Image file to use as a background (leave blank for no image)
es_es: Archivo de imagen para usar como fondo (dejar en blanco si no hay imagen)
pt: Ficheiro de imagem para usar como plano de fundo (deixe em branco se não houver imagem)

source: Background image
es_es: Imagen de fondo
pt: Imagem de fundo

source: How should the background image scale to fit the window size?
es_es: ¿Cómo debe escalarse la imagen de fondo para ajustarse al tamaño de la ventana?
pt: Como a imagem de fundo deve ser dimensionada para caber no tamanho da janela?

source: Background fit
es_es: Ajuste de fondo
pt: Ajustamento ao fundo

source: Save the start and stop times of this Routine (according to the global clock) to the data file.
es_es: Guarda los tiempos de inicio y de finalización de esta rutina (de acuerdo al reloj global) del archivo de datos.
pt: Guardar os tempos início e fim desta Routine (de acordo com o relógio global) no ficheiro de dados.

source: Serial out: send signals from a serial port
es_es: Salida serie: envía señales desde un puerto serie
pt: Serial out: envia sinais de uma serial port

source: Time at which to give up listening for a response (leave blank for no limit)
es_es: Hora en la que dejar de escuchar una respuesta (dejar en blanco sin límite)
pt: Momento para desistir de ouvir uma resposta (deixe em branco se não houver limite)

source: After sending a signal, should PsychoPy read and record a response from the port?
es_es: Después de enviar una señal, ¿PsychoPy debe leer y registrar una respuesta del¿puerto?
pt: Depois de enviar um sinal, o PsychoPy deve ler e registar uma resposta da porta?

source: Get response?
es_es: ¿Obtuviste respuesta?
pt: Obter resposta?

source: Experiment name
es_es: Nombre del experimento
pt: Nome da experiência

source: Show info dialog
es_es: Mostrar cuadro de diálogo de información
pt: Mostrar caixa de diálogo de informações

source: Experiment info
es_es: Información del experimento
pt: Informações da experiência

source: Data filename
es_es: Nombre de archivo de datos
pt: Nome do ficheiro de dados

source: Data file delimiter
es_es: Delimitador de archivos de datos
pt: Delimitador do ficheiro de dados

source: Full-screen window
es_es: Ventana de pantalla completa
pt: Janela de ecrã inteiro

source: Window size (pixels)
es_es: Tamaño de ventana (píxeles)
pt: Tamanho da janela (pixels)

source: Monitor
es_es: Monitorizar

source: Units
es_es: Unidades
pt: Unidades

source: Blend mode
es_es: Modo de fusión
pt: Modo de mistura

source: Show mouse
es_es: Mostrar ratón
pt: Mostrar o rato

source: Save log file
es_es: Guardar archivo de registro
pt: Guardar ficheiro de registro

source: Save csv file (trial-by-trial)
es_es: Guardar archivo csv (prueba por prueba)
pt: Guardar ficheiro csv (ensaio a ensaio)

source: Save csv file (summaries)
es_es: Guardar archivo csv (resúmenes)
pt: Guardar ficheiro csv (resumos)

source: Save psydat file
es_es: Guardar archivo psydat
pt: Guardar ficheiro psydat

source: Use PsychoPy version
es_es: Usar versión PsychoPy
pt: Usar a versão PsychoPy

source: Completed URL
es_es: URL completada
pt: URL preenchido

source: Incomplete URL
es_es: URL incompleta
pt: URL incompleto

source: Output path
es_es: Ruta de salida
pt: Caminho para os resultados

source: Force stereo
es_es: Forzar estéreo
pt: Forçar estéreo

source: Export HTML
es_es: Exportar HTML
pt: Exportar HTML

source: Edit settings for this experiment
es_es: Editar configuración para este experimento
pt: Editar as configurações desta experiência

source: Name of the entire experiment (taken by default from the filename on save)
es_es: Nombre de todo el experimento (tomado de forma predeterminada del nombre del archivo al guardar)
pt: Nome de toda a experiência (obtido por predefinição a partir do nome do ficheiro ao guardar)

source: Start the experiment with a dialog to set info (e.g.participant or condition)
es_es: Inicie el experimento con un cuadro de diálogo para configurar información (por ejemplo, participante o condición)
pt: Iniciar a experiência com uma caixa de diálogo para definir informações (exemplo, participante ou condição)

source: Enable the <esc> key, to allow subjects to quit / break out of the experiment
es_es: Habilite la tecla <esc> para permitir que los sujetos abandonen o abandonen el experimento
pt: Ativar a tecla <esc> para permitir que os participantes saiam da experiência

source: Enable escape key
es_es: Habilitar tecla de escape
pt: Ativar tecla de escape

source: The info to present in a dialog box. Right-click to check syntax and preview the dialog box.
es_es: La información que se presentará en un cuadro de diálogo. Haga clic derecho para verificar la sintaxis y obtener una vista previa del cuadro de diálogo.
pt: As informações a serem apresentadas numa caixa de diálogo. Clique com o botão direito para verificar a sintaxe e visualizar a caixa de diálogo.

source: The version of PsychoPy to use when running the experiment.
es_es: La versión de PsychoPy a utilizar al ejecutar el experimento.
pt: A versão do PsychoPy a ser usada ao executar a experiência.

source: Run the experiment full-screen (recommended)
es_es: Ejecutar el experimento en pantalla completa (recomendado)
pt: Execute a experiência em ecrã inteiro (recomendado)

source: What Python package should be used behind the scenes for drawing to the window?
es_es: ¿Qué paquete de Python se debe usar detrás de escena para dibujar en¿ventana?
pt: Que pacote Python deve ser usado nos bastidores para desenhar na janela?

source: Window backend
es_es: Backend de ventana
pt: Janela backend

source: Size of window (if not fullscreen)
es_es: Tamaño de la ventana (si no es pantalla completa)
pt: Tamanho da janela (se não for inteiro)

source: Which physical screen to run on (1 or 2)
es_es: En qué pantalla física ejecutar (1 o 2)
pt: Em que ecrã físico executar (1 ou 2)

source: Name of the monitor (from Monitor Center). Right-click to go there, then copy & paste a monitor name here.
es_es: Nombre del monitor (desde el centro del Monitor). Haga clic derecho para ir allí, luego copie y pegue un nombre de monitor aquí.
pt: Nome do monitor (do Monitor Center). Clique com o botão direito para ir até lá, e copie e cole o nome do monitor aqui.

source: Color of the screen (e.g. black, $[1.0,1.0,1.0], $variable. Right-click to bring up a color-picker.)
es_es: Color de la pantalla (por ejemplo, negro, $[1.0,1.0,1.0], $variable. Haga clic derecho para abre un selector de color.)
pt: Cor do ecrã (exemplo, black, $[1.0,1.0,1.0], $variable. Clique com o botão direito para abrir um seletor de cores.)

source: Units to use for window/stimulus coordinates (e.g. cm, pix, deg)
es_es: Unidades a utilizar para coordenadas de ventana/estímulo (p. ej., cm, píxeles, grados)
pt: Unidades a serem usadas para coordenadas de janela/estímulo (exemplo, cm, pix, deg)

source: Should new stimuli be added or averaged with the stimuli that have been drawn already
es_es: Deben agregarse nuevos estímulos o promediarse con los estímulos que ya se han realizadoya dibujado
pt: Novos estímulos devem ser adicionados ou calculados em média com os estímulos que já foram sorteados

source: Should the mouse be visible on screen? Only applicable for fullscreen experiments.
es_es: ¿El mouse debería estar visible en la pantalla? Solo aplicable para experimentos de pantalla completa.
pt: O rato deve ficar visível no ecrã? Aplicável apenas para experiência em ecrã inteiro.

source: Force audio to stereo (2-channel) output
es_es: Forzar audio a salida estéreo (2 canales)
pt: Forçar saída do áudio para estéreo (2 canais)

source: Which Python sound engine do you want to play your sounds?
es_es: ¿Qué motor de sonido Python quieres reproducir tus sonidos?
pt: Que mecanismo de som Python deseja que reproduza os seus sons?

source: Audio library
es_es: Biblioteca de audio
pt: Biblioteca de áudio

source: Code to create your custom file name base. Don't give a file extension - this will be added.
es_es: Código para crear su base de nombres de archivo personalizada. No otorgue una extensión al archivo - esta será adicionada.
pt: Código para criar o seu nome de ficheiro base persnoalizado. Não forneça a extensão do ficheiro - ela será adicionada.

source: What symbol should the data file use to separate columns? Auto will select a delimiter automatically from the filename.
es_es: ¿Qué símbolo debe usar el archivo de datos para separar columnas? Auto seleccionará un delimitado de manera automática del nombre de archivo.
pt: Que símbolo deverá usar o ficheiro de dados para separar as colunas? Auto selecionará um delimitador automaticamente do nome do ficheiro.

source: Alphabetical
es_es: Alfabético
pt: Alfabeticamente

source: Priority
es_es: Prioridad
pt: Prioridade

source: First added
es_es: Primero añadido
pt: Adicionado pela primeira vez
