Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Add paths here to your custom Python modules
es_es: Agregue rutas aquí a sus módulos Python personalizados
pt: Adicionar caminhos aqui para os seus módulos Python personalizados

source: path to flac (lossless audio compression) on this operating system
es_es: ruta a flac (compresión de audio sin pérdidas) en este sistema operativo
pt: caminho para flac (compressão de áudio sem perdas) neste sistema operativo

source: Shutdown keys, following the pyglet naming scheme.
es_es: Teclas de apagado, siguiendo el esquema de nomenclatura de pyglet.
pt: Teclas para desligar, seguindo o esquema de nomenclatura do pyglet.

source: Modifier keys for shutdown keys
es_es: Teclas modificadoras para teclas de apagado
pt: Teclas modificadoras para teclas de desligar

source: What to do if gamma-correction not possible
es_es: Qué hacer si no es posible la corrección gamma
pt: O que fazer se a correção gamma não for possível

source: Add plugin names here to load when a PsychoPy session starts.
es_es: Agregue nombres de complementos aquí para cargarlos cuando comience una sesión de PsychoPy.
pt: Adicionar aqui nomes de plugins para carregar quando uma sessão do PsychoPy é iniciada.

source: Google Cloud Platform key, required for the audio transcription using Google Speech Recognition. Specified as a path to a JSON file containing the key data.
es_es: Clave de Google Cloud Platform, necesaria para la transcripción de audio mediante Google Speech Recognition Especificado como ruta a un archivo JSON que contiene los datos claves.
pt: Chave Google Cloud Platform, necessária para a transcrição de áudio utilizando o Google Speech Recognition. Especificado como um caminho para um ficheiro JSON que contém os dados principais.

source: display tips when starting PsychoPy
es_es: muestra consejos al iniciar PsychoPy
pt: exibir dicas ao iniciar o PsychoPy

source: what windows to display when PsychoPy starts
es_es: qué ventanas mostrar cuando se inicia PsychoPy
pt: que janelas apresentar quando o PsychoPy iniciar

source: reset preferences to defaults on next restart of PsychoPy
es_es: restablecer las preferencias a los valores predeterminados en el próximo reinicio de PsychoPy
pt: repor as preferências para os valores predefinidos na próxima reinicialização do PsychoPy

source: save any unsaved preferences before closing the window
es_es: guarde las preferencias no guardadas antes de cerrar la ventana
pt: guardar quaisquer preferências não guardadas antes de fechar a janela

source: enable features for debugging PsychoPy itself, including unit-tests
es_es: habilitar funciones para depurar PsychoPy, incluidas las pruebas unitarias
pt: habilitar recursos para debugging do próprio PsychoPy, incluindo testes unitários

source: language to use in menus etc; not all translations are available. Select a value, then restart the app.
es_es: idioma para usar en menús, etc.; no todas las traducciones están disponibles. Seleccione un valor, luego reincide la aplicación.
pt: idioma a utilizar nos menus, etc; nem todas as traduções estão disponíveis. Selecione um valor e reinicie a aplicação.

source: Show an error dialog when PsychoPy encounters an unhandled internal error.
es_es: Muestra un dialogo de error cuando PsychoPy encuentra un error interno no manejado.
pt: Mostrar uma caixa de diálogo de erro quando o PsychoPy encontrar um erro interno não tratado.

source: Theme
es_es: Tema
pt: Tema

source: open Coder files as read-only (allows running without accidental changes)
es_es: abre archivos de Coder como de solo lectura (permite ejecutarlos sin cambios accidentales)
pt: abrir ficheiros do Coder como de leitura apenas (permite execução sem alterações acidentais)

source: a list of font names; the first one found on the system will be used
es_es: una lista de nombres de fuentes; se utilizará la primera que se encuentre en el sistema
pt: uma lista de nomes de fontes; o primeiro encontrado no sistema será utilizado

source: Font size (in pts) takes an integer between 6 and 24
es_es: El tamaño de fuente (en pts) toma un número entero entre 6 y 24
pt: O tamanho da letra (em pts) é um número inteiro entre 6 e 24

source: Spacing between lines
es_es: Espaciado entre líneas
pt: Espaçamento entre linhas

source: Long line edge guide, specify zero to disable
es_es: Guía de borde de línea larga, especifique cero para desactivar
pt: Guia de limite de linha longa, especifique zero para desativar

source: Set the source assistant panel to be visible by default
es_es: Configurar el panel del asistente de fuente para que sea visible de forma predeterminada
pt: Definir o painel do assistente de origem para ficar visível por predefinição

source: Set the output/shell to be visible by default
es_es: Configurar la salida/shell para que sea visible de forma predeterminada
pt: Defina os resultados/consola para ficar visível por predefinição

source: Show code completion suggestion and calltips automatically when typing.
es_es: Muestra sugerencia de finalización de código y sugerencias de llamadas automáticamente al escribir.
pt: Mostrar sugestões de conclusão de código e dicas de chamada automaticamente ao escrever.

source: reload previously opened files after start
es_es: recargar archivos abiertos previamente después del inicio
pt: recarregar ficheiros abertos anteriormente após iniciar

source: for coder shell window, which shell to use
es_es: para la ventana del shell del codificador, qué shell usar
pt: para a janela da consola do coder, qual a consola a utilizar

source: whether to automatically reload a previously open experiment
es_es: si se debe recargar automáticamente un experimento previamente abierto
pt: se deve recarregar automaticamente uma experiência aberta anteriormente

source: Default to when writing code components
es_es: Valor predeterminado al escribir componentes de código
pt: Predefinição para quando se escrevem componentes de código

source: if False will create scripts with an 'easier' but more cluttered namespace
es_es: si es falso, se crearán scripts con un espacio de nombres 'más fácil' pero más desordenado
pt: if False criará scripts com um espaço de nomes ‘mais fácil’, mas mais confuso

source: folder names for custom components; expects a comma-separated list
es_es: nombres de carpetas para componentes personalizados; espera una lista separada por comas
pt: nomes de pastas para componentes personalizadas; espera uma lista separada por vírgulas

source: Only show components which work in...
es_es: Mostrar sólo los componentes que funcionan en...
pt: Mostrar apenas componentes que funcionam em...

source: a list of components to hide (eg, because you never use them)
es_es: una lista de componentes para ocultar (por ejemplo, porque nunca los usas)
pt: uma lista de componentes a ocultar (exemplo, porque nunca os utiliza)

source: where the Builder demos are located on this computer (after unpacking)
es_es: dónde se encuentran las demostraciones de Builder en esta computadora (después de desempaquetarlas)
pt: onde se encontram as demos do Builder neste computador (após descompactar)

source: name of the folder where subject data should be saved (relative to the script)
es_es: nombre de la carpeta donde se deben guardar los datos del sujeto (en relación con guión)
pt: nome da pasta onde os dados do participante devem ser guardados (relativo ao script)

source: Panels arrangement: Should Flow be on the top or bottom, and should Components be on the left or right?
es_es: Disposición de los paneles: el flujo debe estar en la parte superior o inferior y debe¿Los componentes están a la izquierda o a la derecha?
pt: Disposição dos painéis: o fluxo deve estar na parte superior ou inferior e os componentes devem estar à esquerda ou à direita?

source: Display text in a floating window that describes the experiment
es_es: Mostrar texto en una ventana flotante que describe el experimento
pt: Apresentar texto numa janela flutuante que descreve a experiência

source: Upper limit on how many components can be in favorites
es_es: Límite superior de cuántos componentes pueden estar en favoritos
pt: Limite máximo de quantos componentes podem estar nos favoritos

source: Ask for confirmation when closing a routine tab.
es_es: Solicitar confirmación al cerrar una pestaña de rutina.
pt: Pedir confirmação ao fechar um separador de routine.

source: audio driver to use
es_es: controlador de audio a utilizar
pt: driver de áudio para utilizar

source: audio device to use (if audioLib allows control)
es_es: dispositivo de audio a usar (si audioLib permite el control)
pt: dispositivo de áudio a utilizar (se o audioLib permitir o controlo)

source: a list of parallel ports
es_es: una lista de puertos paralelos
pt: uma lista de portas paralelas

source: The name of the Qmix pump configuration to use
es_es: El nombre de la configuración de bomba Qmix a usar
pt: O nome da configuração da Qmix pump a utilizar

source: the http proxy for usage stats and auto-updating; format is host: port
es_es: el proxy http para estadísticas de uso y actualización automática; el formato es host: puerto
pt: o proxy http para estatísticas de utilização e atualização automática; formato é host: porta

source: override the above proxy settings with values found in the environment (if possible)
es_es: anula la configuración de proxy anterior con valores encontrados en el entorno (si posible)
pt: substituir as definições de proxy acima referidas pelos valores encontrados no ambiente (se possível)

source: allow PsychoPy to send anonymous usage stats; please allow if possible, it helps PsychoPy's development
es_es: permite que PsychoPy envíe estadísticas de uso anónimas; permítalo, si es posible, ayuda al desarrollo de PsychoPy
pt: permitir que o PsychoPy envie estatísticas de utilização anónimas; por favor permita, se possível, uma vez que ajuda no desenvolvimento do PsychoPy

source: allow PsychoPy to check for new features and bug fixes
es_es: permitir que PsychoPy busque nuevas funciones y correcciones de errores
pt: permitir que o PsychoPy verifique novas funcionalidades e correções de bugs

source: max time to wait for a connection response
es_es: tiempo máximo para esperar una respuesta de conexión
pt: tempo max de espera por uma resposta de ligação

source: open an existing file
es_es: abrir un archivo existente
pt: abrir um ficheiro existente

source: start a new experiment or script
es_es: iniciar un nuevo experimento o script
pt: iniciar uma nova experiência ou script

source: save a Builder or Coder file
es_es: guardar un archivo Builder o Coder
pt: guardar um ficheiro Builder ou Coder

source: save a Builder or Coder file under a new name
es_es: guardar un archivo Builder o Coder con un nuevo nombre
pt: guardar um ficheiro Builder ou Coder com um novo nome

source: Coder: print the file
es_es: Codificador: imprime el archivo
pt: Coder: imprimir/mostrar o ficheiro

source: close the Builder or Coder window
es_es: cerrar la ventana Builder o Coder
pt: fechar a janela do Builder ou do Coder

source: end the application (PsychoPy)
es_es: finalizar la aplicación (PsychoPy)
pt: terminar a aplicação (PsychoPy)

source: open the preferences dialog
es_es: abrir el cuadro de diálogo de preferencias
pt: abrir a caixa de diálogo de preferências

source: export Builder experiment to HTML
es_es: exportar experimento de Builder a HTML
pt: exportar experiência do Builder para HTML

source: Coder: cut
es_es: Codificador: cortar
pt: Coder: cortar

source: Coder: copy
es_es: Codificador: copiar
pt: Coder: copiar

source: Coder: paste
es_es: Codificador: pegar
pt: Coder: colar

source: Coder: duplicate
es_es: Codificador: duplicado
pt: Coder: duplicar

source: Coder: indent code by one level (4 spaces)
es_es: Codificador: sangría el código en un nivel (4 espacios)
pt: Coder: avançar o código num nível (4 espaços)

source: Coder: reduce indentation by one level (4 spaces)
es_es: Codificador: reducir la sangría en un nivel (4 espacios)
pt: Coder: reduzir o recuo em um nível (4 espaços)

source: Coder: indent to fit python syntax
es_es: Codificador: sangría para ajustarse a la sintaxis de Python
pt: Coder: avançar para ajustar a sintaxe python

source: Coder: find
es_es: Codificador: buscar
pt: Coder: procurar

source: Coder: find again
es_es: Codificador: buscar de nuevo
pt: Coder: procurar novamente

source: Coder: undo
es_es: Codificador: deshacer
pt: Coder: desfazer

source: Coder: redo
es_es: Codificador: rehacer
pt: Coder: refazer

source: Coder: add a # to the start of the line(s)
es_es: Codificador: agregue un # al inicio de la(s) línea(s)
pt: Coder: adicionar um # para o início da(s) linha(s)

source: Coder: remove # from start of line(s)
es_es: Codificador: eliminar # del inicio de la(s) línea(s)
pt: Coder: remover # desde o início da(s) linha(s)

source: Coder: add or remove # from start of line(s)
es_es: Codificador: agregar o eliminar # del inicio de línea(s)
pt: Coder: adicionar ou remover # do início da(s) linha(s)

source: Coder: fold this block of code
es_es: Codificador: dobla este bloque de código
pt: Coder: colapsar este bloco de código

source: Coder: increase font size this block of code
es_es: Codificador: aumenta el tamaño de fuente de este bloque de código
pt: Coder: aumentar o tamanho da letra deste bloco de código

source: Coder: decrease font size this block of code
es_es: Codificador: disminuya el tamaño de fuente de este bloque de código
pt: Coder: diminuir o tamanho da letra deste bloco de código

source: Coder: check for basic syntax errors
es_es: Codificador: verifique errores de sintaxis básicos
pt: Coder: verificar se existem erros básicos de sintaxe

source: convert a Builder .psyexp script into a python script and open it in the Coder
es_es: convierta un script Builder .psyexp en un script de Python y ábralo en Codificador
pt: converter um script Builder .psyexp num script python e abrir no Coder

source: launch a script, Builder or Coder, or run unit-tests
es_es: iniciar un script, Builder o Coder, o ejecutar pruebas unitarias
pt: iniciar um script, Builder ou Coder, ou executar testes unitários

source: attempt to interrupt and halt a running script
es_es: intento de interrumpir y detener un script en ejecución
pt: tentativa de interromper e parar um script em execução

source: Coder: show / hide white-space dots
es_es: Codificador: mostrar/ocultar puntos de espacio en blanco
pt: Coder: mostrar/ocultar pontos de espaço em branco

source: Coder: show / hide end of line characters
es_es: Codificador: mostrar/ocultar caracteres de final de línea
pt: Coder: mostrar/ocultar caracteres de fim de linha

source: Coder: show / hide indentation level lines
es_es: Codificador: mostrar/ocultar líneas de nivel de sangría
pt: Coder: mostrar/ocultar linhas de nível de recuo

source: Builder: create a new routine
es_es: Constructor: crear una nueva rutina
pt: Builder: criar uma nova routine

source: Builder: copy an existing routine
es_es: Constructor: copiar una rutina existente
pt: Builder: copiar uma routine existente

source: Builder: paste the copied routine
es_es: Constructor: pegue la rutina copiada
pt: Builder: colar a routine copiada

source: Builder: paste the copied component
es_es: Constructor: pegue el componente copiado
pt: Builder: colar o componente copiado

source: Coder: show / hide the output panel
es_es: Codificador: mostrar/ocultar el panel de salida
pt: Coder: mostrar/ocultar o painel de resultados

source: Builder: rename an existing routine
es_es: Constructor: cambiar el nombre de una rutina existente
pt: Builder: renomear uma routine existente

source: switch between windows
es_es: cambiar entre ventanas
pt: alternar entre janelas

source: increase display size in Flow
es_es: aumentar el tamaño de visualización en Flow
pt: aumentar o tamanho do visor no Flow

source: decrease display size in Flow
es_es: disminuir el tamaño de visualización en Flujo
pt: diminuir o tamanho do visor no Flow

source: increase display size of Routines
es_es: aumentar el tamaño de visualización de las rutinas
pt: aumentar o tamanho de visualização das Routines

source: decrease display size of Routines
es_es: disminuir el tamaño de visualización de las rutinas
pt: diminuir o tamanho de visualização das Routines

source: show or hide the readme (info) for this experiment if possible
es_es: mostrar u ocultar el archivo Léame (información) para este experimento si es posible
pt: mostrar ou ocultar o readme (informação) desta experiência, se possível

source: Projects: Log in to pavlovia
es_es: Proyectos: Iniciar sesión en pavlovia
pt: Projetos: Faça login na pavlovia

source: Projects: Log in to OSF
es_es: Proyectos: Iniciar sesión en OSF
pt: Projetos: Faça login no OSF

source: Projects: Sync project
es_es: Proyectos: Proyecto de sincronización
pt: Projetos: Sincronizar projeto

source: Projects: Find projects
es_es: Proyectos: Buscar proyectos
pt: Projetos: Procurar projetos

source: Projects: Open project
es_es: Proyectos: Abrir proyecto
pt: Projetos: Abrir Projeto

source: Projects: Create new project
es_es: Proyectos: Crear nuevo proyecto
pt: Projetos: Criar novo projeto

source: Could not retrieve user info for user {}, server returned: {}
es_es: No se pudo recuperar la información del usuario {}, el servidor devolvió: {}
pt: Não foi possível recuperar a informação do utilizador {}, servidor retornou: {}

source: PavloviaSession.createProject was given a namespace ({namespace}) that couldn't be found on gitlab.
es_es: PavloviaSession.createProject recibió un nombre de espacio ({namespace}) que no pudo ser encontrado en gitlab.
pt: PavloviaSession.createProject recebeu um namespace ({namespace}) que não pôde ser encontrado no gitlab.

source: Project `{namespace}/{name}` already exists, please choose another name.
es_es: El proyecto `{namespace}/{name}` ya existe, por favor escoja otro nombre.
pt: O projeto `{namespace}/{name}` já existe, escolha outro nome.

source: Most stars
es_es: La mayoría de las estrellas
pt: Mioria das estrelas

source: Least stars
es_es: Menos estrellas
pt: Menos estrelas

source: Most forks
es_es: La mayoría de las bifurcaciones
pt: Maioria dos forks

source: Least forks
es_es: Menos bifurcaciones
pt: Menos forks

source: Last edited
es_es: Última edición
pt: Última edição

source: Longest since edited
es_es: El más largo desde que se editó
pt: O editado há mais tempo

source: Last created
es_es: Última creación
pt: Último criado

source: First created
es_es: Creado por primera vez
pt: Criado primeiro

source: Name (Z-A)
es_es: Nombre (ZA)
pt: Nome (Z-A)

source: Name (A-Z)
es_es: Nombre (AZ)
pt: Nome (A-Z)

source: Author (Z-A)
es_es: Autor (ZA)
pt: Autor (Z-A)

source: Author (A-Z)
es_es: Autor (AZ)
pt: Autor (A-Z)

source: Can't sync project without a local root. Please specify a local root then try again.
es_es: No se puede sincronizar el proyecto sin una raíz local. Especifique una raíz local y luego trate de nuevo.
pt: Não é possível sincronizar o projeto sem uma raiz local. Especifique uma raiz local e tente novamente.

source: Avatar is too big, should be at most 200 KB.
es_es: Avatar es demasiado grande, debería tener como máximo 200 KB.
pt: O avatar é muito grande, deve ter no máximo 200 KB.

source: We found a repository pointing to {} but no user is logged in for us to check it
es_es: Encontramos un repositorio que apunta a {} pero ningún usuario ha iniciado sesión para que podamos compruébalo
pt: Encontrámos um repositório a apontar para {}, mas nenhum utilizador fez login para que possamos verificá-lo

source: Experiment '{}' is located outside of the root folder for this Session. All files from its experiment folder ('{}') will be copied to the root folder and the experiment will run from there.
es_es: El experimento '{}' se encuentra fuera de la carpeta raíz de esta sesión. Todo los archivos de su carpeta de experimentos ('{}') se copiarán a la carpeta raíz y el experimento se ejecutará desde allí.
pt: A Experiência '{}' está localizada fora da pasta raiz desta sessão. Todos os ficheiros da pasta da experiência ('{}') serão copiados para a pasta raiz e a experiência será executada a partir daí.

source: Experiment '{}' and its experiment folder ('{}') have been copied to {}
es_es: El experimento '{}' y su carpeta de experimentos ('{}') se han copiado a {}
pt: A experiência '{}' e a sua pasta da experiência ('{}') foram copiadas para {}

source: Experiment could not be loaded as name of folder {} is also the name of an installed Python package. Please rename.
es_es: No se pudo cargar el experimento ya que el nombre de la carpeta {} es también el nombre de un paquete de Python instalado. Por favor renombre.
pt: Não foi possível carregar a experiência porque o nome da pasta {} é também o nome de um pacote Python instalado. Por favor, renomeie.

source: Running experiment via Session: name={key}, expInfo={expInfo}
es_es: Ejecutando experimento mediante sesión: nombre={key}, expInfo={expInfo}
pt: A executar experiência via Sessão: name={key}, expInfo={expInfo}

source: Finished running experiment via Session: name={key}, expInfo={expInfo}
es_es: Terminó de ejecutar el experimento a través de la sesión: nombre={key}, expInfo={expInfo}
pt: Concluída a execução da experiência através da Sessão: name={key}, expInfo={expInfo}

source: Could not pause experiment as there is none running.
es_es: No se pudo pausar el experimento porque no hay ninguno en ejecución.
pt: Não foi possível pausar a experiência porque não há nenhuma em execução.

source: Could not resume experiment as there is none running or paused.
es_es: No se pudo reanudar el experimento porque no hay ninguno en ejecución o en pausa.
pt: Não foi possível retomar a experiência porque não há nenhuma em execução ou em pausa.

source: Could not stop experiment as there is none running.
es_es: No se pudo detener el experimento porque no hay ninguno en ejecución.
pt: Não foi possível interromper a experiência porque não há nenhuma em execução.

source: Could not send data to liaison server as none is initialised for this Session.
es_es: No se pudieron enviar datos al servidor de enlace porque no se ha inicializado ninguno para esto para esta Sesión.
pt: Não foi possível enviar dados para o servidor de ligação porque nenhum foi inicializado para esta sessão.

source: Could not get info for package {}. Reason: {}
es_es: No se pudo obtener información para el paquete {}. Motivo: {}
pt: Não foi possível obter informação do pacote {}. Motivo: {}

source: {} to {}
es_es: {} a {}
pt: {} para {}

source: Please request a version before importing any PsychoPy modules. (Found: {})
es_es: Solicite una versión antes de importar cualquier módulo de PsychoPy. (Encontrado: {})
pt: Solicite uma versão antes de importar qualquer módulo PsychoPy. (Encontrado: {})

source: Unknown version `{}`
es_es: Versión desconocida `{}`
pt: Versão desconhecida `{}`

source: Please install git; needed by useVersion()
es_es: Por favor instale git; lo necesita useVersion()
pt: Por favor instale o git; necessário por useVersion()
