Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: PsychoPy encountered an unhandled internal error! Please send the report under "Details" to the developers with a description of what you were doing with the software when the error occurred.
es_es: ¡PsychoPy encontró un error interno no controlado! Envíe el informeen "Detalles" a los desarrolladores con una descripción de lo que eras haciendo con el software cuando ocurrió el error.
pt: O PsychoPy encontrou um erro interno não tratado! Envie o relatório em "Detalhes" aos desenvolvedores com uma descrição do que estava a fazer com o software quando o erro ocorreu.

source: E&xit PsychoPy
es_es: Salir de PsychoPy
pt: S&air PsychoPy

source: &Details
es_es: &Detalles
pt: &Detalhes

source: &Copy
es_es: &Copiar
pt: &Copiar

source: &Save
es_es: &Guardar
pt: &Guardar

source: Are you sure you want to exit PsychoPy? Unsaved work may be lost (but we'll try to save opened files).
es_es: ¿Está seguro de que desea salir de PsychoPy? Es posible que se pierda el trabajo no guardado (pero intentaremos guardar los archivos abiertos)
pt: Tem a certeza de que deseja sair do PsychoPy? O trabalho não guardado pode ser perdido (mas tentaremos salvar os arquivos abertos).

source: Exit PsychoPy?
es_es: ¿Salir de PsychoPy?
pt: Sair do PsychoPy?

source: Save error traceback
es_es: Guardar rastreo de error
pt: Guardar o rastreamento de erro

source: Cannot save to file '%s'.
es_es: No se puede guardar en el archivo '%s'.
pt: Não é possível salvar no ficheiro '%s'.

source: File save error
es_es: Error al guardar archivo
pt: Erro ao salvar ficheiro

source: Connection Error
es_es: Error de conexión
pt: Erro de conecção

source: Could not connect to Pavlovia server. Please check that you are connected to the internet. If you are connected, then the Pavlovia servers may be down. You can check their status here: https://pavlovia.org/status
es_es: No se pudo conectar con el servidor Pavlovia. Compruebe que esté conectado a Internet. Si está conectado, entonces los servidores de Pavlovia pueden estar caídos. Puedes comprobar su estado aquí: https://pavlovia.org/status
pt: Não foi possível conectar-se ao servidor Pavlovia. Por favor, verifique se está conectado à Internet. Se estiver conectado, os servidores Pavlovia podem estar inativos. Pode verificar o status deles aqui: https://pavlovia.org/status

source: &Close View %s
es_es: &Cerrar vista %s
pt: &Fechar Visualização %s

source: Close current window
es_es: Cerrar ventana actual
pt: Fechar a janela atual

source: Committing changes
es_es: Confirmando cambios
pt: A implementar alterações

source: Summary of changes
es_es: Resumen de cambios
pt: Resumo das alterações

source: Details of changes (optional)
es_es: Detalles de cambios (opcional)
pt: Detalhes das alterações (opcional)

source: Title summarizing the changes you're making in these files
es_es: Título que resume los cambios que estás realizando en estos archivos
pt: Título resumindo as alterações que estão a ser feitas nestes ficheiros

source: Optional details about the changes you're making in these files
es_es: Detalles opcionales sobre los cambios que estás realizando en estos archivos
pt: Detalhes opcionais sobre as alterações que está a fazer nestes ficheiros

source: Choose/create the root location for the synced project
es_es: Elija/cree la ubicación raíz para el proyecto sincronizado
pt: Escolher/criar o local raiz para o projeto sincronizado

source: You are not logged in to Pavlovia. Please log in to continue.
es_es: No has iniciado sesión en Pavlovia. Inicie sesión para continuar.
pt: Não está conectado à Pavlovia. Por favor faça o login para continuar.

source: Login...
es_es: Iniciar sesión...

source: Changes to commit:
es_es: Cambios para confirmar:
pt: Alterações a implementar:

source: {}: {} files
es_es: {}: {} archivos
pt: {}: {} ficheiros

source: You need to install git to use Pavlovia projects
es_es: Necesitas instalar git para usar proyectos de Pavlovia
pt: Precisa de instalar o git para usar projetos Pavlovia

source: Log in to Pavlovia... {}
es_es: Inicie sesión en Pavlovia... {}
pt: Fazer login na Pavlovia... {}

source: User
es_es: Usuario
pt: Utilizador

source: Search Pavlovia {}
es_es: Buscar Pavlovia {}
pt: Pesquisar na Pavlovia {}

source: New... {}
es_es: Nuevo... {}
pt: Novo... {}

source: Sync {}
es_es: Sincronizar {}
pt: Sncronizar {}

source: You need to log in to create a project
es_es: Necesitas iniciar sesión para crear un proyecto
pt: Precisa de fazer o login para criar um projeto

source: Name:
es_es: Nombre:
pt: Nome:

source: Group/owner:
es_es: Grupo/propietario:
pt: Grupo/proprietário:

source: Description:
es_es: Descripción:
pt: Descrição:

source: Local folder:
es_es: Carpeta local:
pt: Local da pasta:

source: Browse...
es_es: Buscar...
pt: Procurar...

source: Tags (comma separated):
es_es: Etiquetas (separadas por comas):
pt: Tags (separado por vírgulas):

source: Public:
es_es: Público:
pt: Publico:

source: Create project on Pavlovia
es_es: Crear proyecto en Pavlovia
pt: Criar um projeto na Pavlovia

source: Submit changes to Pavlovia
es_es: Enviar cambios a Pavlovia
pt: Enviar alterações para a Pavlovia

source: Star
es_es: Estrella
pt: Estrela

source: An image to represent this project, this helps it stand out when browsing on Pavlovia.
es_es: Una imagen para representar este proyecto, esto ayuda a que se destaque al navegar en Pavlovia.
pt: Uma imagem para representar este projeto, que ajudará~o projeto a destacar-se no navegar na Pavlovia.

source: Title of the project. Unlike the project name, this isn't used as a filename anywhere; so you can add spaces, apostrophes and emojis to your heart's content! 🦕✨
es_es: Título del proyecto. A diferencia del nombre del proyecto, este no se utiliza como nombre de archivo en cualquier lugar; para que puedas agregar espacios, apóstrofos y emojis al contenido de tu corazón! 🦕✨
pt: Título do projeto. Ao contrário do nome do projeto, este não é usado como nome de ficheiro em lugar nenhum; por isso, pode adicionar espaços, apóstrofos e emojis conforme desejar! 🦕✨

source: Click to view the project in Pavlovia.
es_es: Haga clic para ver el proyecto en Pavlovia.
pt: Clicar para ver o projeto em Pavlovia.

source: 'Star' this project to get back to it easily. Projects you've starred will appear first in your searches and projects with more stars in total will appear higher in everyone's searches.
es_es: 'Destaca' este proyecto para volver a él fácilmente. Los proyectos que hayas destacado aparecerá primero en tus búsquedas y los proyectos con más estrellas en total aparecerán en las búsquedas de todos.
pt: Dê uma 'estrela' a este projeto para voltar a ele facilmente. Os projetos marcados com estrela aparecerão em primeiro lugar nas suas pesquisas e os projetos com mais estrelas no total aparecerão em primeiro lugar nas pesquisas de todos.

source: Fork
es_es: Bifurcación

source: Create a copy of this project on your own Pavlovia account so that you can make changes without affecting the original project.
es_es: Crea una copia de este proyecto en tu propia cuenta de Pavlovia para que puedas hacer cambios sin afectar el proyecto original.
pt: Criar uma cópia deste projeto na sua própria conta Pavlovia para poder fazer alterações sem afetar o projeto original.

source: Create
es_es: Crear
pt: Criar

source: Create a Pavlovia project for the current experiment.
es_es: Crear un proyecto Pavlovia para el experimento actual.
pt: Criar um projeto Pavlovia para a experiência atual.

source: Sync
es_es: Sincronización
pt: Sincronizar

source: Synchronise this project's local files with their online counterparts. This will 'pull' changes from Pavlovia and 'push' changes from your local files.
es_es: Sincronice los archivos locales de este proyecto con sus homólogos en línea. Esto “halará” los cambios de Pavlovia y “empujará” los cambios de sus archivos locales.
pt: Sincronizar os ficheiros locais deste projeto com seus equivalentes online. Isso irá 'puxar' as alterações da Pavlovia e 'enviar' as alterações dos seus ficheiros locais.

source: Download
es_es: Descargar
pt: Transferência

source: 'Clone' this project, creating local copies of all its files and tracking any changes you make so that they can be applied when you next 'sync' the project.
es_es: 'Clonar' este proyecto, creando copias locales de todos sus archivos y rastreando cualquier cambio que realice para que pueda aplicarse la próxima vez que 'sincronice' el proyecto.
pt: 'Clonar' este projeto, criando cópias locais de todos os ficheiros e rastreando quaisquer alterações feitas para que elas possam ser aplicadas na próxima 'sincronização' do projeto.

source: Last synced at...
es_es: Última sincronización a las...
pt: Última sincronização às...

source: Folder in which local files are stored for this project. Changes to files in this folder will be tracked and applied to the project when you 'sync', so make sure the only files in this folder are relevant!
es_es: Carpeta en la que se almacenan los archivos locales para este proyecto. Cambios en los archivos en esta carpeta será rastreada y aplicada al proyecto cuando la 'sincronice', por lo que ¡Asegúrese de que los únicos archivos en esta carpeta sean relevantes!
pt: Pasta na qual os arquivos locais são armazenados para este projeto. As alterações nos arquivos desta pasta serão rastreadas e aplicadas ao projeto quando 'sincronizar', portanto, certifique-se de que os únicos ficheiros nesta pasta sejam relevantes!

source: Description of the project to be shown on Pavlovia. Note: This is different than a README file!
es_es: Descripción del proyecto que se mostrará en Pavlovia. Nota: Esto es diferente que un archivo README!
pt: Descrição do projeto a ser exibido na Pavlovia. Nota: Isso é diferente de um arquivo README!

source: Visibility:
es_es: Visibilidad:
pt: Visibilidade:

source: Visibility of the current project; whether its visible only to its creator (Private) or to any user (Public).
es_es: Visibilidad del proyecto actual; si es visible sólo para su creador(Privado) o a cualquier usuario (Público).
pt: Visibilidade do projeto atual; seja visível apenas para seu criador (Privado) ou para qualquer utilizador (Público)

source: Status:
es_es: Estado:

source: Project status; whether it can be run to collect data (Running), run by its creator without saving data (Piloting) or cannot be run (Inactive).
es_es: Estado del proyecto; si se puede ejecutar para recopilar datos (en ejecución), ejecutarlo por su creador si guardar datos (Pilotar) o si no se puede ejecutar (inactivo).
pt: Status do projeto; seja para ser executado para recolher dados (Running), executar pelo criador sem guardar os dados (Piloting) ou pode não ser executado (Inativo).

source: Keywords:
es_es: Palabras clave:
pt: Palavras-chave:

source: tag
es_es: etiqueta

source: Keywords associated with this project, helping others to find it. For example, if your experiment is useful to psychophysicists, you may want to add the keyword 'psychophysics'.
es_es: Palabras clave asociadas con este proyecto, que ayudan a otros a encontrarlo. Para ejemplo, si su experimento es útil para los psicofísicos, es posible que desee adicionar la palabra clave ‘psychophysics’ o ‘psicofísica’.
pt: Palavras-chave associadas a este projeto, ajudando outras pessoas a encontrá-lo. Por exemplo, se a sua experiência for útil para psicofísicos, pode adicionar a palavra-chave 'psicofísica'.

source: Could not find GitLab project with id {}. Please check that the project exists on Pavlovia, that you are logged in as the correct user in the PsychoPy app, and that your account has access to the project.
es_es: No se pudo encontrar el proyecto GitLab con id{}. Compruebe que el proyecto existe en Pavlovia, y que ha iniciado sesión como el usuario correcto en la aplicación PsychoPy, y que su cuenta tiene acceso al proyecto.
pt: Não foi possível encontrar o projeto GitLab com o ID {}. Verifique se o projeto existe na Pavlovia, se está conectado como o utilizador correto no programa PsychoPy e se a sua conta tem acesso ao projeto.

source: Project info has changed, update online before closing?
es_es: La información del proyecto ha cambiado, ¿actualizar en línea antes de cerrar?
pt: As informações do projeto foram alteradas. Atualizar online antes de fechar?

source: Project info
es_es: Información del proyecto
pt: Informação do projeto

source: You are not logged in to Pavlovia. Please log in to sync project.
es_es: No has iniciado sesión en Pavlovia. Inicie sesión para sincronizar el proyecto.
pt: Não está ligado à Pavlovia. Faça login para sincronizar o projeto.

source: This file doesn't belong to any existing project.
es_es: Este archivo no pertenece a ningún proyecto existente.
pt: Este ficheiro não pertence a nenhum projeto existente.

source: Create a project
es_es: Crear un proyecto
pt: Criar um projeto

source: Project root folder is not yet specified, specify project root now?
es_es: La carpeta raíz del proyecto aún no está especificada, ¿especificar la raíz del proyecto ahora?
pt: A pasta raiz do projeto ainda não foi especificada. Especificar a raiz do projeto agora?

source: Project root folder does not exist, change project root now?
es_es: La carpeta raíz del proyecto no existe, ¿cambiar la raíz del proyecto ahora?
pt: A pasta raiz do projeto não existe, alterar a raiz do projeto agora?

source: Specify folder...
es_es: Especificar carpeta...
pt: Especificar pasta...

source: Sync cancelled by user.
es_es: Sincronización cancelada por el usuario.
pt: Sincronização cancelada pelo utilizador.

source: points to a remote that doesn't exist (deleted?).
es_es: apunta a un remoto que no existe (¿eliminado?).
pt: aponta para uma referência que não existe (eliminado?).

source: What shall we do?
es_es: ¿Qué haremos?
pt: O que devemos fazer?

source: (Re)create a project
es_es: (Re)crear un proyecto
pt: (Re)criar um projeto

source: Point to an different location
es_es: Apunta a una ubicación diferente
pt: Apontar para um local diferente

source: not yet supported
es_es: aún no es compatible
pt: ainda não suportado

source: Forget the local git repository (deletes history keeps files)
es_es: Olvidar el repositorio git local (el historial de eliminaciones mantiene los archivos)
pt: Esqueça o repositório git local (exclui o histórico e mantém os ficheiros)

source: Search for projects online
es_es: Buscar proyectos en línea
pt: Procurar projetos online

source: Me
es_es: Yo
pt: Meu

source: Sort...
es_es: Ordenar...
pt: Ordenar...

source: Filter...
es_es: Filtro...
pt: Filtrar...

source: Author
es_es: Autor
pt: Autor

source: Name
es_es: Nombre
pt: Nome

source: New project...
es_es: Nuevo proyecto...
pt: Novo projeto...

source: Project name:
es_es: Nombre del proyecto:
pt: Nome do projeto:

source: Project folder:
es_es: Carpeta de proyecto:
pt: Nome da pasta:

source: Switch User
es_es: Cambiar de usuario
pt: Alterar Utilizador

source: Login
es_es: Iniciar sesión

source: Logout
es_es: Cerrar sesión

source: Plugins & Packages
es_es: Complementos y paquetes
pt: Plugins & Pacotes

source: Plugins
es_es: Complementos

source: Packages
es_es: Paquetes
pt: Pacotes

source: [Warning] Could not activate plugin. PsychoPy may need to restart for plugin to take effect.
es_es: [Advertencia] No se pudo activar el complemento. Es posible que PsychoPy deba reiniciarse para que complemento tenga efecto.
pt: [Aviso] Não foi possível ativar o plugin. O PsychoPy pode precisar de ser reiniciado para que o plugin tenha efeito.

source: The following components/routines should now be visible in the Components panel (a restart may be required in some cases):
es_es: Los siguientes componentes/rutinas ahora deberían estar visibles en el panel de componentes (es posible que sea necesario reiniciar en algunos casos):
pt: As seguintes componentes/routines agora devem estar visíveis no painel Componentes (reiniciar pode ser necessário em alguns casos):

source: For more information about the %s plugin, read the documentation at:
es_es: Para obtener más información sobre el complemento %s, lea la documentación en:
pt: Para mais informações sobre o plugin %s, leia a documentação em:

source: or...
es_es: o...
pt: ou...

source: Install from file
es_es: Instalar desde archivo
pt: Instalar a partir do ficheiro

source: Open PIP terminal
es_es: Abrir terminal PIP
pt: Abrir o terminal PIP

source: Open PIP terminal to manage packages manually
es_es: Abrir terminal PIP para administrar paquetes manualmente
pt: Abrir o terminal PIP para gerir pacotes manualmente

source: Uninstall
es_es: Desinstalar
pt: Desinstalar

source: Package
es_es: Paquete
pt: Pacote

source: Installed
es_es: Instalado
pt: Instalado

source: by
es_es: por
pt: por

source: Homepage
es_es: Página de inicio

source: Not for PsychoPy {}:
es_es: No para PsychoPy {}:
pt: Não para PsychoPy {}:

source: Version:
es_es: Versión:
pt: Versão:

source: keyword
es_es: palabra clave
pt: palavra-chave

source: Select a plugin to view details.
es_es: Seleccione un complemento para ver los detalles.
pt: Selecione um plugin para ver os detalhes.

source: Works with versions {}.
es_es: Funciona con las versiones {}.
pt: Funciona com versões {}.

source: Author's GitHub
es_es: GitHub del autor
pt: GitHub do autor

source: That's us! We make PsychoPy and Pavlovia!
es_es: ¡Somos nosotros! ¡Hacemos PsychoPy y Pavlovia!
pt: Somos nós! Fazemos o PsychoPy e a Pavlovia!

source: Enabled
es_es: Habilitado
pt: Habilitado

source: Disabled
es_es: Desactivado
pt: Desabilitado

source: PIP error
es_es: Error de PIP
pt: Erro PIP

source: We tried:
es_es: Lo intentamos:
pt: Nós tentamos:

source: We got:
es_es: Tenemos:
pt: Nós obtivemos:

source: Package {} could not be uninstalled.
es_es: El paquete {} no se pudo desinstalar.
pt: O pacote {} não pôde ser desinstalado.

source: Package installed
es_es: Paquete instalado
pt: Pacote instalado

source: Package {} successfully uninstalled!
es_es: ¡Paquete {} desinstalado exitosamente!
pt: Pacote {} desinstalado com sucesso!

source: Installation complete. See above for info.
es_es: Instalación completa. Consulte más arriba para obtener información.
pt: Instalação completa. Veja acima para informações.

source: Installation failed. See above for info.
es_es: Falló la instalación. Consulte más arriba para obtener información.
pt: A instalação falhou. Veja acima para informações.

source: Application
es_es: Aplicación
pt: Aplicação

source: Key Bindings
es_es: Atajos de teclas
pt: Combinação de teclas

source: Connections
es_es: Conexiones
pt: Conecções

source: app
es_es: aplicación

source: window type
es_es: tipo de ventana

source: units
es_es: unidades

source: paths
es_es: rutas

source: locale
es_es: localización

source: theme
es_es: tema

source: componentFilter
es_es: filtrocomponente

source: confirmRoutineClose
es_es: confirmarRutinaCerrar

source: lineSpacing
es_es: espaciado entre líneas

source: open
es_es: abierto

source: new
es_es: nuevo

source: save
es_es: guardar

source: print
es_es: imprimir

source: close
es_es: cerrar

source: quit
es_es: salir

source: preferences
es_es: preferencias

source: cut
es_es: cortar

source: duplicate
es_es: duplicado

source: indent
es_es: sangría

source: find
es_es: buscar

source: undo
es_es: deshacer

source: redo
es_es: rehacer

source: comment
es_es: comentario

source: uncomment
es_es: descomentar

source: toggle comment
es_es: alternar comentario

source: fold
es_es: doblar

source: timeout
es_es: tiempo de espera

source: Builder, Coder and Runner
es_es: Constructor, Codificador y Ejecutor

source: same as in the file
es_es: igual que en el archivo

source: abort
es_es: abortar

source: warn
es_es: advertir

source: Latency not important
es_es: La latencia no es importante
pt: Latência não é importante

source: Share low-latency driver
es_es: Compartir controlador de baja latencia
pt: Compartilhar baixa latência da driver

source: Exclusive low-latency
es_es: Baja latencia exclusiva
pt: Exclusivamente baixa latência

source: Aggressive low-latency
es_es: Baja latencia agresiva
pt: Agressiva baixa latência

source: Latency critical
es_es: Latencia crítica
pt: Latência crítica

source: PsychoPy Preferences
es_es: Preferencias de PsychoPy
pt: Preferências do PsychoPy

source: Apply
es_es: Aplicar
pt: Aplicar

source: system locale
es_es: configuración regional del sistema
pt: local do sistema

source: Invalid value in "%(pref)s" ("%(section)s" Tab)
es_es: Valor no válido en "%(pref)s" ("%(section)s" Tab)
pt: Valor inválido em "%(pref)s" ("%(section)s" Tab)

source: Add task
es_es: Agregar tarea
pt: Adicionar tarefa

source: Adding task
es_es: Agregando tarea
pt: A adicionar tarefa

source: Remove task
es_es: Eliminar tarea
pt: Remover tarefa

source: Clear all
es_es: Borrar todo
pt: Apagar tudo

source: Clearing tasks
es_es: Borrar tareas
pt: Apagar tarefas

source: &Save list
es_es: &Guardar lista
pt: &Guardar a lista

source: Saving task
es_es: Guardando tarea
pt: Guardar a tarefa

source: &Open list
es_es: &Abrir lista
pt: &Abrir lista

source: Loading task
es_es: Cargando tarea
pt: A carregar tarefa

source: Closing Runner
es_es: Cerrando el Runner
pt: Fechar o Runner

source: Quitting PsychoPy
es_es: Salir de PsychoPy
pt: A sair do PsychoPy

source: Running experiment
es_es: Ejecutando experimento
pt: A executar experiência

source: Run &JS for local debug
es_es: Ejecutar &JS para depuración local
pt: Executar &JS para debug local

source: Launching local debug of online study
es_es: Iniciando depuración local de estudio en línea
pt: A lançar debug local do estudo online

source: Run JS on &Pavlovia
es_es: Ejecutar JS en &Pavlovia
pt: Execuatr JS na &Pavlovia

source: Launching online study at Pavlovia
es_es: Lanzamiento de estudio en línea en Pavlovia
pt: A lançar o estudo online na Pavlovia

source: &Builder Demos
es_es: &Demostraciones del constructor
pt: &Demonstrações do Builder

source: Loading builder demos
es_es: Cargando demostraciones del constructor
pt: A carregar demonstrações do builder

source: &Coder Demos
es_es: &Demostraciones de codificador
pt: &Demonstrações do Coder

source: Loading coder demos
es_es: Cargando demostraciones de codificadores
pt: A carregar demonstrações do coder

source: &Run
es_es: &Ejecutar
pt: &Executar

source: Save task list as ...
es_es: Guardar lista de tareas como...
pt: Guardar a lista de tarefas como...

source: Open task list ...
es_es: Abrir lista de tareas ...
pt: Abrir a lista de tarefas...

source: Add experiment to list
es_es: Agregar experimento a la lista
pt: Adicionar experiência à lista

source: Remove experiment from list
es_es: Eliminar experimento de la lista
pt: Remover experiência da lista

source: Save task list to a file
es_es: Guardar lista de tareas en un archivo
pt: Guardar lista de tarefas num ficheiro

source: Load tasks from a file
es_es: Cargar tareas desde un archivo
pt: Carregar tarefas de um ficheiro

source: Run the current script in Python
es_es: Ejecutar el script actual en Python
pt: Executar o script atual no Python

source: File
es_es: Archivo
pt: Ficheiro

source: Path
es_es: Ruta
pt: Caminho

source: Alerts
es_es: Alertas
pt: Alertas

source: Stdout
es_es: Salida estándar

source: For further info see
es_es: Para más información ver
pt: Para mais informação ver

source: &Open theme folder
es_es: &Abrir carpeta de temas
pt: &Abra a pasta do tema

source: Could not get image from: {}, using blank image instead.
es_es: No se pudo obtener la imagen de: {}; en su lugar se utilizó una imagen en blanco.
pt: Não foi possível obter a imagem de: {}, usando uma imagem em branco em alternativa.

source: View raw code
es_es: Ver código sin formato
pt: Ver código bruto

source: View styled HTML
es_es: Ver HTML con estilo
pt: Ver HTML estilizado

source: item
es_es: elemento
