Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Save the Routine start value in data file.
es_es: Guardar el valor de inicio de la rutina en el archivo de datos.
pt: Guardar o valor inicial da routine no ficheiro de dados.

source: Save Routine start value
es_es: Guardar valor de inicio de rutina
pt: Guardar o valor de início da Routine

source: Save the Routine end value in data file.
es_es: Guardar el valor final de la rutina en el archivo de datos.
pt: Guardar o valor de fim da Routine no ficheiro de dados.

source: Save Routine end value
es_es: Guardar valor final de rutina
pt: Guardar o valor final da routine

source: Save choice of frame value in data file.
es_es: Guardar la elección del valor del cuadro en el archivo de datos.
pt: Guardar a escolha do valor do frame no ficheiro de dados.

source: Name of this loop
es_es: Nombre de este bucle
pt: Nome deste loop

source: Number of repeats (for each condition)
es_es: Número de repeticiones (para cada condición)
pt: Número de repetições (para cada condição)

source: A list of dictionaries describing the parameters in each condition
es_es: Una lista de diccionarios que describen los parámetros en cada condición
pt: Uma lista de dicionários que descrevem os parâmetros em cada condição

source: Name of a file specifying the parameters for each condition (.csv, .xlsx, or .pkl). Browse to select a file. Right-click to preview file contents, or create a new file.
es_es: Nombre de un archivo que especifica los parámetros para cada condición (.csv, .xlsx, o .pkl). Busque para seleccionar un archivo. Haga clic derecho para obtener una vista previa del contenido del archivo, o crear una archivo nuevo.
pt: Nome de um ficheiro que especifica os parâmetros para cada condição (.csv, .xlsx ou .pkl). Procure para selecionar um ficheiro. Clique com o botão direito para visualizar o conteúdo do ficheiro ou criar um novo ficheiro.

source: The start and end of the loop (see flow timeline)
es_es: El inicio y el final del ciclo (ver línea de tiempo del flujo)
pt: O início e o fim do loop (veja o cronograma do fluxo)

source: Select just a subset of rows from your condition file (the first is 0 not 1!). Examples: 0, 0:5, 5:-1
es_es: Seleccione solo un subconjunto de filas de su archivo de condición (el primero es 0, no 1!). Ejemplos: 0, 0:5, 5:-1
pt: Selecionar apenas um subconjunto de linhas do seu ficheiro de condição (o primeiro é 0 e não 1!). Exemplos: 0, 0:5, 5:-1

source: How should the next condition value(s) be chosen?
es_es: ¿Cómo se deben elegir los siguientes valores de condición?
pt: Como devem ser escolhidos o(s) próximo(s) valor(es) da condição?

source: To have a fixed random sequence provide an integer of your choosing here. Leave blank to have a new random sequence on each run of the experiment.
es_es: Para tener una secuencia aleatoria fija provea un número entero de su preferencia aquí. Deje en blanco para tener una secuencia aleatoria para cada ejecución de este experimento.
pt: Para ter uma sequência aleatória fixa, forneça um número inteiro à sua escolha aqui. Deixe em branco para ter uma nova sequência aleatória em cada execução da experiência.

source: Indicates that this loop generates TRIALS, rather than BLOCKS of trials or stimuli within a trial. It alters how data files are output
es_es: Indica que este bucle genera PRUEBAS, en lugar de BLOQUES de pruebas o estímulos dentro de una prueba. Altera la forma en que se generan los archivos de datos
pt: Indica que este loop gera ENSAIOS, em vez de BLOCOS de ensaios ou estímulos dentro de um ensaio. Altera a forma como os ficheiros de dados são gerados

source: (Minimum) number of trials in the staircase
es_es: Número (mínimo) de intentos en la escalera
pt: Número (mínimo) de ensaios em cada staircase

source: The initial value of the parameter
es_es: El valor inicial del parámetro
pt: O valor inicial do parâmetro

source: The maximum value the parameter can take
es_es: El valor máximo que puede tomar el parámetro
pt: O valor máximo que o parâmetro pode assumir

source: The minimum value the parameter can take
es_es: El valor mínimo que puede tomar el parámetro
pt: O valor mínimo que o parâmetro pode assumir

source: The size of the jump at each step (can change on each 'reversal')
es_es: El tamaño del salto en cada paso (puede cambiar en cada 'inversión')
pt: O tamanho do salto em cada passo (pode mudar a cada 'reversão')

source: The units of the step size (e.g. 'linear' will add/subtract that value each step, whereas 'log' will ad that many log units)
es_es: Las unidades del tamaño del paso (por ejemplo, 'lineal' sumarán/restarán ese valor cada unapaso, mientras que 'registro' agregará esa cantidad de unidades de registro)
pt: As unidades do tamanho do passo (exemplo, 'linear' adicionará/subtrairá esse valor a cada passo, enquanto 'log' adicionará esse número de unidades de log)

source: The number of 'incorrect' answers before the value goes up
es_es: El número de respuestas 'incorrectas' antes de que el valor aumente
pt: O número de respostas 'incorretas' antes do valor subir

source: The number of 'correct' answers before the value goes down
es_es: El número de respuestas 'correctas' antes de que el valor baje
pt: O número de respostas 'corretas' antes que o valor diminua

source: Minimum number of times the staircase must change direction before ending
es_es: Número mínimo de veces que la escalera debe cambiar de dirección antes de terminar
pt: Número mínimo de vezes que a staircase deve mudar de direção antes de terminar

source: How should the next trial value(s) be chosen?
es_es: ¿Cómo se deben elegir los siguientes valores de prueba?
pt: Como devem ser escolhidos os próximos valores experimentais?

source: Where to loop from and to (see values currently shown in the flow view)
es_es: Desde y hacia dónde realizar el bucle (consulte los valores que se muestran actualmente en la vista de flujo)
pt: De onde e para onde fazer o loop (veja os valores apresentados atualmente na visualização do fluxo)

source: (Minimum) number of trials in *each* staircase
es_es: Número (mínimo) de intentos en *cada* escalera
pt: Número (mínimo) de tentativas em *cada* staircase

source: How to select the next staircase to run
es_es: Cómo seleccionar la siguiente escalera a ejecutar
pt: Como selecionar a próxima staircase a ser executada

source: A list of dictionaries describing the differences between each staircase
es_es: Una lista de diccionarios que describen las diferencias entre cada escalera
pt: Uma lista de dicionários que descrevem as diferenças entre cada staircase

source: An xlsx or csv file specifying the parameters for each condition
es_es: Un archivo xlsx o csv que especifica los parámetros para cada condición
pt: Um ficheiro xlsx ou csv a especificar os parâmetros para cada condição

source: Name of this Routine (alphanumeric or _, no spaces)
es_es: Nombre de esta rutina (alfanumérica o _, sin espacios)
pt: Nome desta Routine (alfanumérico ou _, sem espaços)

source: When does the Routine end? (blank is endless)
es_es: ¿Cuándo termina la rutina? (el espacio en blanco es interminable)
pt: Quando termina a Routine ? (o espaço em branco é infinito)

source: Stop type...
es_es: Tipo de parada...
pt: Tipo de stop...

source: Disable this Routine
es_es: Deshabilitar esta rutina
pt: Desativar esta Routine

source: Calibration routine for eyetrackers
es_es: Rutina de calibración para rastreadores oculares
pt: Routine de calibração para rastreadores oculares

source: Target layout
es_es: Diseño de destino
pt: Layout do alvo

source: Should the order of target positions be randomised?
es_es: ¿Debería ser aleatorio el orden de las posiciones de los objetivos?
pt: A ordem das posições-alvo deve ser aleatória?

source: Randomise target positions
es_es: Posiciones de destino aleatorias
pt: Aleatorizar posições dos alvos

source: Text foreground color
es_es: Color de primer plano del texto
pt: Cor do texto do primeiro fundo

source: Fill color of the inner part of the target
es_es: Color de relleno de la parte interior del objetivo
pt: Cor de preenchimento da parte interna do alvo

source: Inner fill color
es_es: Color de relleno interior
pt: Cor de preenchimento interno

source: Border color of the inner part of the target
es_es: Color del borde de la parte interior del objetivo
pt: Cor do limite da parte interna do alvo

source: Inner border color
es_es: Color del borde interior
pt: Cor do limite interno

source: Fill color of the outer part of the target
es_es: Color de relleno de la parte exterior del objetivo
pt: Cor de preenchimento da parte externa do alvo

source: Outer fill color
es_es: Color de relleno exterior
pt: Cor de preenchimento externo

source: Border color of the outer part of the target
es_es: Color del borde de la parte exterior del objetivo
pt: Cor do limite da parte externa do alvo

source: Outer border color
es_es: Color del borde exterior
pt: Cor do limite externo

source: Width of the line around the outer part of the target
es_es: Ancho de la línea alrededor de la parte exterior del objetivo
pt: Largura da linha à volta da parte externa do alvo

source: Outer border width
es_es: Ancho del borde exterior
pt: Largura do limite externo

source: Width of the line around the inner part of the target
es_es: Ancho de la línea alrededor de la parte interior del objetivo
pt: Largura da à volta da parte interna do alvo

source: Inner border width
es_es: Ancho del borde interior
pt: Largura do limite interno

source: Size (radius) of the outer part of the target
es_es: Tamaño (radio) de la parte exterior del objetivo
pt: Tamanho (raio) da parte externa do alvo

source: Outer radius
es_es: Radio exterior
pt: Raio externo

source: Size (radius) of the inner part of the target
es_es: Tamaño (radio) de la parte interior del objetivo
pt: Tamanho (raio) da parte interna do alvo

source: Inner radius
es_es: Radio interior
pt: Raio interno

source: Should the target move to the next position after a keypress or after an amount of time?
es_es: ¿Debería el objetivo moverse a la siguiente posición después de presionar una tecla o después de¿cantidad de tiempo?
pt: O alvo deve passar para a próxima posição após pressionar uma tecla ou após um determinado período de tempo?

source: Progress mode
es_es: Modo de progreso
pt: Modo de progresso

source: Time limit (s) after which progress to next position
es_es: Límite(s) de tiempo después del cual avanza a la siguiente posición
pt: Limite(s) de tempo após o qual avança para a próxima posição

source: Target duration
es_es: Duración objetivo
pt: Duração do alvo

source: Duration of the target expand/contract animation
es_es: Duración de la animación de expansión/contracción del objetivo
pt: Duração da animação de expansão/contração do alvo

source: Expand / contract duration
es_es: Expandir/duración del contrato
pt: Expandir/duração duração

source: How many times bigger than its size the target grows
es_es: Cuántas veces crece el objetivo más grande que su tamaño
pt: Quantas vezes mais o alvo deve crescer em relação ao seu tamanho

source: Expand scale
es_es: Ampliar escala
pt: Expandir escala

source: Enable / disable animations as target stim changes position
es_es: Activar/desactivar animaciones a medida que la estimulación del objetivo cambia de posición
pt: Ativar/desativar animações conforme o estímulo alvo muda de posição

source: Animate position changes
es_es: Animar cambios de posición
pt: Mudanças animadas de posição

source: Duration of the animation during position changes.
es_es: Duración de la animación durante los cambios de posición.
pt: Duração da animação durante as mudanças de posição.

source: Movement duration
es_es: Duración del movimiento
pt: Duração do movimento

source: Duration of the delay between positions.
es_es: Duración del retraso entre posiciones.
pt: Duração do atraso entre posições.

source: Target delay
es_es: Retraso objetivo
pt: Atraso do alvo

source: Validation routine for eyetrackers
es_es: Rutina de validación para rastreadores oculares
pt: Routine de validação para rastreadores oculares

source: List of positions (x, y) at which the target can appear
es_es: Lista de posiciones (x, y) en las que puede aparecer el objetivo
pt: Lista de posições (x, y) nas quais o alvo pode aparecer

source: Target positions
es_es: Posiciones de destino
pt: Posições do alvo

source: Fill color of the gaze cursor
es_es: Color de relleno del cursor de mirada
pt: Cor de preenchimento do cursor do olhar

source: Gaze cursor color
es_es: Color del cursor de mirada
pt: Cor do cursor do olhar

source: Color of text used in validation procedure.
es_es: Color del texto utilizado en el procedimiento de validación.
pt: Cor do texto utilizado no procedimento de validação.

source: Save results as an image
es_es: Guardar resultados como imagen
pt: Guardar os resultados como uma imagem

source: Save as image
es_es: Guardar como imagen
pt: Guardar como imagem

source: Show a screen with results after completion?
es_es: ¿Mostrar una pantalla con los resultados una vez completado?
pt: Mostrar um ecrã com os resultados após a conclusão?

source: Show results screen
es_es: Mostrar pantalla de resultados
pt: Mostrar ecrã de resultados

source: Run a SurveyJS survey in Pavlovia
es_es: Ejecutar una encuesta SurveyJS en Pavlovia
pt: Executar um questionário SurveyJS em Pavlovia

source: Survey id
es_es: Identificación de la encuesta
pt: ID do inquérito

source: Linking to a survey ID from Pavlovia Surveys means that the content will automatically update if that survey changes (better for dynamic use)
es_es: Vincular a un ID de encuesta de Pavlovia Surveys significa que el contenido se actualiza automáticamente si esa encuesta cambia (mejor para uso dinámico)
pt: Vincular a um ID do questionário a partir da Pavlovia Surveys significa que o conteúdo será atualizado automaticamente se esse questionário mudar (melhor para uso dinâmico)

source: How do I get my survey ID?
es_es: ¿Cómo obtengo mi ID de encuesta?
pt: Como obter o ID do meu inquérito?

source: Survey Model File
es_es: Archivo de modelo de encuesta
pt: Ficheiro do modelo de inquérito

source: Inserting a JSON file (exported from Pavlovia Surveys) means that the survey is embedded within this project and will not change unless you import it again (better for archiving)
es_es: Insertar un archivo JSON (exportado desde Pavlovia Surveys) significa que la encuesta está integrado en este proyecto y no cambiará a menos que lo importes otra vez (mejor para archivar)
pt: Inserir um ficheiro JSON (exportado da Pavlovia Surveys) significa que o inquérito está incorporado neste projeto e não será alterado a menos que o importe novamente (melhor para o arquivo)

source: How do I get my survey model file?
es_es: ¿Cómo obtengo mi archivo de modelo de encuesta?
pt: Como obter o ficheiro de modelo de inquérito?

source: Survey type
es_es: Tipo de encuesta
pt: Tipo de inquérito

source: The ID for your survey on Pavlovia. Tip: Right click to open the survey in your browser!
es_es: El ID de su encuesta en Pavlovia. Consejo: haga clic derecho para abrir la encuesta en ¡tu navegador!
pt: O ID do seu inquérito na Pavlovia. Dica: Clique com o botão direito do rato para abrir o inquérito no seu browser!

source: File path of the JSON file used to construct the survey
es_es: Ruta del archivo JSON utilizado para construir la encuesta
pt: Caminho do ficheiro JSON utilizado para construir o inquérito

source: Survey JSON
es_es: Encuesta JSON
pt: Inquérito JSON

source: PsychoPy Dialog
es_es: Diálogo PsychoPy

source: Fields marked with an asterisk (*) are required.
es_es: Los campos marcados con un asterisco (*) son obligatorios.
pt: Os campos assinalados com um asterisco (*) são de preenchimento obrigatório.

source: Select file to save
es_es: Seleccione el archivo para guardar
pt: Selecione o ficheiro para guardar

source: Select file to open
es_es: Seleccione el archivo para abrir
pt: Selecione o ficheiro para abrir

source: Information
es_es: Información
pt: Informação

source: No details provided. ('prompt' value not set).
es_es: No se proporcionaron detalles. (Valor 'solicitud' no establecido).
pt: Nenhum detalhe fornecido. (valor 'prompt' não definido).

source: Critical
es_es: Crítico
pt: Crítico

source: About Experiment
es_es: Acerca del experimento
pt: Sobre a Experiência

source: PsychoPy dialogue
es_es: Diálogo PsychoPy

source: Select file(s) to open
es_es: Seleccione archivo(s) para abrir
pt: Selecionar ficheiro(s) a abrir

source: `psychopy.liaison` requires the package `websockets`, this can be installed via command line: `pip install websockets`.
es_es: `psychopy.liaison` requiere el paquete `websockets`, este se puede instalara través de la línea de comando: `pip instalar websockets`.
pt: `psychopy.liaison` requer o pacote `websockets`, que pode ser instalado através da linha de comando: `pip install websockets`.

source: Conditions
es_es: Condiciones
pt: Condições

source: Selected rows
es_es: Filas seleccionadas
pt: Selecionar linhas

source: Is trials
es_es: Son pruebas
pt: São ensaios

source: N reversals
es_es: N reversiones
pt: N reversões

source: N up
es_es: N arriba
pt: N acima

source: N down
es_es: N abajo
pt: N abaixo

source: Monitor Info
es_es: Información del monitor
pt: Informação do monitor

source: Calibration
es_es: Calibración
pt: Calibração

source: Save Ctrl+S
es_es: Guardar Ctrl+S
pt: Guardar Ctrl+S

source: Save the current monitor
es_es: Guardar el monitor actual
pt: Guardar o monitor atual

source: Close Monitor Center (but not other PsychoPy windows)
es_es: Cerrar Monitor Center (pero no otras ventanas de PsychoPy)
pt: Fechar a Central do Monitor (mas não outras janelas do PsychoPy)

source: Close Monitor Center Ctrl+W
es_es: Cerrar Centro de monitores Ctrl+W
pt: Fechar a Central do Monitor Ctrl+W

source: Copy the current monitor's name to clipboard
es_es: Copiar el nombre del monitor actual al portapapeles
pt: Copiar o nome do monitor atual para a área de transferência

source: Copy Ctrl+C
es_es: Copiar Ctrl+C
pt: Copiar Ctrl+C

source: Choose Monitor
es_es: Elegir monitor
pt: Escolher monitor

source: Create a new monitor
es_es: Crear un nuevo monitor
pt: Criar um novo monitor

source: Save all calibrations for this monitor
es_es: Guardar todas las calibraciones para este monitor
pt: Guardar todas as calibrações deste monitor

source: Delete this monitor entirely
es_es: Eliminar este monitor por completo
pt: Apagar este monitor completamente

source: Copy...
es_es: Copiar...
pt: Copiar...

source: Creates a new calibration entry for this monitor
es_es: Crea una nueva entrada de calibración para este monitor
pt: Criar uma nova entrada de calibração para este monitor

source: Remove this calibration entry (finalized when monitor is saved)
es_es: Eliminar esta entrada de calibración (finalizada cuando se guarda el monitor)
pt: Remover esta entrada de calibração (finalizada quando o monitor é guardado)

source: Screen Distance (cm):
es_es: Distancia de la pantalla (cm):
pt: Distância do ecrã (cm):

source: Screen Width (cm):
es_es: Ancho de pantalla (cm):
pt: Largura do ecrã (cm):

source: Size (pixels; Horiz,Vert):
es_es: Tamaño (píxeles; Horiz,Vert):
pt: Tamanho (pixels; Horiz,Vert):

source: Calibration Date:
es_es: Fecha de calibración:
pt: Data de calibração:

source: Notes:
es_es: Notas:
pt: Notas:

source: Use Bits++
es_es: Usar Bits++
pt: Usar Bits++

source: Gamma Calibration...
es_es: Calibración gamma...
pt: Calibração Gama...

source: Gamma Test...
es_es: Prueba Gamma...
pt: Teste Gamma...

source: Chromatic Calibration...
es_es: Calibración cromática...
pt: Calibração Cromática...

source: Plot gamma
es_es: Gamma de trazado
pt: Gráfico de gamma

source: Plot spectra
es_es: Trazar espectros
pt: Gráfico de espectros

source: Linearization
es_es: Linealización
pt: Linearização

source: Save changes to monitor settings before quitting?
es_es: ¿Guardar cambios en la configuración del monitor antes de salir?
pt: Guardar as alterações nas definições do monitor antes de sair?

source: Save changes to monitor?
es_es: ¿Guardar cambios en el monitor?
pt: Guardar alterações para monitorizar?

source: Name of this calibration (for monitor "%(name)s") will be:)
es_es: El nombre de esta calibración (para monitor "%(name)s") será:)
pt: O nome desta calibração (para o monitor "%(name)s") será:)

source: Input text
es_es: Ingresar texto
pt: Entrada de texto

source: New monitor name:
es_es: Nuevo nombre del monitor:
pt: Novo nome do monitor:

source: Are you sure you want to delete all details for %s? (cannot be undone)
es_es: ¿Está seguro de que desea eliminar todos los detalles de %s? (no se puede deshacer)
pt: Tem a certeza de que pretende eliminar todos os detalhes de %s? (não pode ser anulado)

source: Are you sure you want to delete this calibration? (cannot be undone)
es_es: ¿Está seguro de que desea eliminar esta calibración? (no se puede deshacer)
pt: Tem a certeza de que pretende eliminar esta calibração? (não pode ser anulado)

source: Scanning ports...
es_es: Escaneando puertos...
pt: A verificar portas...

source: %(photomType)s found on %(photomPort)s
es_es: %(photomType)s encontrado en %(photomPort)s
pt: %(photomType)s encontrado em %(photomPort)s

source: No photometers found
es_es: No se encontraron fotómetros
pt: Nenhum fotómetro encontrado

source: Dark calibration of ColorCAL
es_es: Calibración oscura de ColorCAL
pt: Calibração escura do ColorCAL

source: Your ColorCAL needs to be calibrated first. Please block all light from getting into the lens and press OK.
es_es: Primero es necesario calibrar su ColorCAL. Por favor bloquee toda la luz de ingresar por el lente y presione OK.
pt: O seu ColorCAL precisa de ser calibrado primeiro. Bloqueie toda a luz de entrada na lente e prima OK.

source: Try again. Cover the lens fully and press OK
es_es: Inténtelo de nuevo. Cubra la lente completamente y presione OK
pt: Tente novamente. Cubra a lente totalmente e prima OK

source: %(monName)s %(calibName)s Gamma Functions
es_es: %(monName)s %(calibName)s Funciones gamma
pt: Funções Gamma %(monName)s %(calibName)s

source: %(monName)s %(calibName)s Spectra
es_es: %(monName)s %(calibName)s espectros
pt: Espectros de %(monName)s %(calibName)s

source: Recorded luminance values
es_es: Valores de luminancia registrados
pt: Valores de luminância registados

source: Luminance Values
es_es: Valores de luminancia
pt: Valores de luminância

source: Gamma Calibration
es_es: Calibración gamma
pt: Calibração Gamma

source: Number of calibration points:
es_es: Número de puntos de calibración:
pt: Número de pontos de calibração:

source: Screen number (primary is 1)
es_es: Número de pantalla (el principal es 1)
pt: Número do ecrã (princiapal é 1)

source: Patch size (fraction of screen):
es_es: Tamaño del parche (fracción de pantalla):
pt: Tamanho do patch (fração do ecrã):

source: PsychoPy Monitor Center
es_es: Centro de monitorización PsychoPy
pt: Central do Monitor PsychoPy

source: the default units for windows and visual stimuli
es_es: las unidades predeterminadas para ventanas y estímulos visuales
pt: as unidades predefinidas para as janelas e estímulos visuais

source: full screen is best for accurate timing
es_es: la pantalla completa es mejor para una sincronización precisa
pt: ecrã inteiro é melhor para um tempo preciso

source: enable subjects to use the mouse and GUIs during experiments
es_es: permitir a los sujetos utilizar el mouse y las GUI durante los experimentos
pt: permitir que os participantes utilizem o rato e GUIs durante as experiências

source: 'version' is for internal usage, not for the user
es_es: La 'versión' es para uso interno, no para el usuario
pt: 'versão' é para uso interno, não para o utilizador
