Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Add {}...
es_es: Agregar {}...
pt: Addicionar {}...

source: Inavlid image format, could not set image.
es_es: Formato de imagen no válido, no se pudo configurar la imagen.
pt: Formato de imagem inválido, não foi possível definir a imagem.

source: Select image...
es_es: Seleccionar imagen...
pt: Selecionar imagem...

source: Specify file...
es_es: Especificar archivo...
pt: Especificar ficheiro...

source: &Next window %s
es_es: &Ventana siguiente %s
pt: &Próxima janela %s

source: Show &builder
es_es: Mostrar builder
pt: Mostrar &builder

source: Show Builder
es_es: Mostrar Builder
pt: Mostrar o Builder

source: Show &coder
es_es: Mostrar coder
pt: Mostrar &coder

source: Show Coder
es_es: Mostrar Coder
pt: Mostrar Coder

source: Show &runner
es_es: Mostrar ejecutor
pt: Mostrar &runner

source: Show Runner
es_es: Mostrar Runner
pt: Mostrar o Runner

source: Attempted to pause experiment '{}', but it is already paused. Status will remain unchanged.
es_es: Se intentó pausar el experimento '{}', pero ya está en pausa. El estado se mantendrá sin cambios.
pt: Tentativa de pausar a experiência '{}', mas já está em pausa. O status permanecerá inalterado.

source: Attempted to resume experiment '{}', but it is not paused. Status will remain unchanged.
es_es: Se intentó reanudar el experimento '{}', pero no está en pausa. El estado se mantendrá sin cambios.
pt: Tentativa de retomar a experiência '{}', mas não foi pausado. O status permanecerá inalterado.

source: Attempted to stop experiment '{}', but it is already stopping. Status will remain unchanged.
es_es: Se intentó detener el experimento '{}', pero ya se está deteniendo. El estado se mantendrá sin cambios.
pt: Tentativa de interromper a experiência '{}', mas já está a parar. O status permanecerá inalterado.

source: Variables cannot be missing, None, or ''
es_es: No pueden faltar variables, Ninguna o ''
pt: As variáveis ​​não podem estar em falta, None ou ''

source: Variables must be string-like
es_es: Las variables deben ser similares a cadenas
pt: As variáveis ​​devem conter letras

source: name %s (type %s) contains non-ASCII characters (e.g. accents)
es_es: el nombre %s (tipo %s) contiene caracteres no ASCII (por ejemplo, acentos)
pt: nome %s (tipo %s) contém caractere não ASCII (exemplo, acentos)

source: name %s (type %s) could not be converted to a string
es_es: el nombre %s (tipo %s) no se pudo convertir en una cadena
pt: nome %s (tipo %s) não pode ser convertido para uma string (conjunto de letras)

source: Variables cannot begin with numeric character
es_es: Las variables no pueden comenzar con un carácter numérico
pt: As variáveis ​​não podem começar com caracteres numéricos

source: Variables cannot contain punctuation or spaces
es_es: Las variables no pueden contener puntuación ni espacios
pt: As variáveis ​​não podem conter pontuação ou espaços

source: Conditions file %s: Missing parameter name(s); empty cell(s) in the first row?
es_es: Archivo de condiciones %s: faltan nombres de parámetros; celdas vacías en la primera¿fila?
pt: Ficheiro condições %s: Nomes de parâmetros em falta; célula(s) vazia(s) na primeira linha?

source: Conditions file not found: %s
es_es: Archivo de condiciones no encontrado: %s
pt: Ficheiro de condições não encontrado: %s

source: openpyxl or xlrd is required for loading excel files, but neither was found.
es_es: openpyxl o xlrd es requerido para cargar archivos de excel, pero ninguno ha sido encontrado.
pt: openpyxl ou xlrd é necessário para carregar ficheiros Excel, mas nenhum deles foi encontrado.

source: Could not open %s as conditions
es_es: No se pudo abrir %s como condiciones
pt: Não foi possível abrir %s como condições

source: Your conditions file should be an xlsx, csv, dlm, tsv or pkl file
es_es: Su archivo de condiciones debe ser un archivo xlsx, csv, dlm, tsv o pkl
pt: O seu ficheiro de condições deve ser um ficheiro xlsx, csv, dlm, tsv ou pkl

source: importConditions() was given some `indices` but could not parse them
es_es: a importConditions() se le dieron algunos `índices` pero no se pudieron analizar
pt: importConditions() recebeu alguns `indices` mas não conseguiu analisá-los

source: Name of the folder in which to save data and log files (blank defaults to the builder pref)
es_es: Nombre de la carpeta en la que se guardan los datos y los archivos de registro (el valor predeterminado en blanco es la preferencia del constructor)
pt: Nome da pasta na qual guardar dados e ficheiros log (branco é a predefinição das preferências do builder)

source: This parameter is not known by this version of PsychoPy. It might be worth upgrading, otherwise press the X button to remove this parameter.
es_es: Esta versión de PsychoPy no conoce este parámetro. Podría valer la pena actualizarla, de otra manera presione X para remover el parámetro.
pt: Este parâmetro não é conhecido por esta versão do PsychoPy. Pode valer a pena atualizar, caso contrário pressione o botão X para remover este parâmetro.

source: Name of this Component (alphanumeric or _, no spaces)
es_es: Nombre de este componente (alfanumérico o _, sin espacios)
pt: Nome deste Componente (alfanumérico ou _, sem espaços)

source: How do you want to define your start point?
es_es: ¿Cómo desea definir su punto de inicio?
pt: Como deseja definir o seu ponto de início?

source: Start type
es_es: Tipo de inicio
pt: Tipo de início

source: How do you want to define your end point?
es_es: ¿Cómo desea definir su punto final?
pt: Como deseja definir o seu ponto de fim?

source: Stop type
es_es: Tipo de parada
pt: Tipo de parar

source: When does the Component start?
es_es: ¿Cuándo se inicia el componente?
pt: Quando é iniciado o componente?

source: Start
es_es: Inicio
pt: Iniciar

source: When does the Component end? (blank is endless)
es_es: ¿Cuándo finaliza el componente? (El espacio en blanco es interminable)
pt: Quando o Componente termina? (o espaço em branco é infinito)

source: Stop
es_es: Detener
pt: Parar

source: (Optional) expected start (s), purely for representing in the timeline
es_es: (Opcional) inicio(s) esperado(s), únicamente para representar en la línea de tiempo
pt: (Opcional) início(s) esperado(s), apenas para representação na linha do tempo

source: Expected start (s)
es_es: Inicio(s) esperado(s)
pt: Início(s) esperando(s)

source: (Optional) expected duration (s), purely for representing in the timeline
es_es: (Opcional) duración(s) esperada(s), únicamente para representar en la línea de tiempo
pt: (Opcional) duração(ões) esperada(s), apenas para representação na linha do tempo

source: Expected duration (s)
es_es: Duración esperada(s)
pt: Duração(ões) esperada(s)

source: Store the onset/offset times in the data file (as well as in the log file).
es_es: Almacena los tiempos onset/offset en un archivo de datos (así como el archivo tipo log).
pt: Armazenar os tempos de onset/offset no ficheiro de dados (bem como no ficheiro log).

source: Save onset/offset times
es_es: Guardar tiempos de inicio/compensación
pt: Guardar tempos de onset/offset

source: Synchronize times with screen refresh (good for visual stimuli and responses based on them)
es_es: Sincronizar tiempos con actualización de pantalla (bueno para estímulos y respuestas visualesbasado en ellos)
pt: Sincronizar tempos com atualização do ecrã (bom para estímulos visuais e respostas baseadas neles)

source: Sync timing with screen refresh
es_es: Sincronizar sincronización con actualización de pantalla
pt: Sincronizar o tempo com atualização do ecrã

source: Disable this Component
es_es: Deshabilitar este componente
pt: Desabilitar este Componente

source: Disable Component
es_es: Desactivar componente
pt: Desabilitar Componente

source: Units of dimensions for this stimulus
es_es: Unidades de dimensiones para este estímulo
pt: Unidades de dimensões para este estímulo

source: Spatial units
es_es: Unidades espaciales
pt: Unidades espaciais

source: Foreground color of this stimulus (e.g. $[1,1,0], red )
es_es: Color de primer plano de este estímulo (por ejemplo, $[1,1,0], rojo)
pt: Cor de fundo deste estímulo (exemplo, $[1,1,0], red )

source: Foreground color
es_es: Color de primer plano
pt: Cor de fundo

source: In what format (color space) have you specified the colors? (rgb, dkl, lms, hsv)
es_es: ¿En qué formato (espacio de color) ha especificado los colores? (rgb, dkl, lms, hsv)
pt: Em que formato (no espaço de cores) especificou as cores? (rgb, dkl, lms, hsv)

source: Color space
es_es: Espacio de color
pt: Espaço de cores

source: Fill color of this stimulus (e.g. $[1,1,0], red )
es_es: Color de relleno de este estímulo (por ejemplo, $[1,1,0], rojo)
pt: Cor de preenchimento deste estímulo (exemplo, $[1,1,0], red )

source: Fill color
es_es: Color de relleno
pt: Cor de preenchimento

source: Border color of this stimulus (e.g. $[1,1,0], red )
es_es: Color del borde de este estímulo (por ejemplo, $[1,1,0], rojo)
pt: Cor da linha/fronteira deste estímulo (exemplo, $[1,1,0], red )

source: Border color
es_es: Color del borde
pt: Cor de linha/fronteira

source: Opacity of the stimulus (1=opaque, 0=fully transparent, 0.5=translucent). Leave blank for each color to have its own opacity (recommended if any color is None).
es_es: Opacidad del estímulo (1=opaco, 0=completamente transparente, 0.5=translúcido). Dejar en blanco para que cada color tenga su propia opacidad (el recomendado si hay algún color en None ( ninguno)).
pt: Opacidade do estímulo (1=opaco, 0=totalmente transparente, 0,5=translúcido). Deixe em branco para que cada cor tenha a sua própria opacidade (recomendado se alguma cor for Nenhuma).

source: Opacity
es_es: Opacidad
pt: Opacidade

source: Contrast of the stimulus (1.0=unchanged contrast, 0.5=decrease contrast, 0.0=uniform/no contrast, -0.5=slightly inverted, -1.0=totally inverted)
es_es: Contraste del estímulo (1,0=contraste sin cambios, 0,5=disminución del contraste, 0,0=uniforme/sin contraste, -0,5=ligeramente invertido, -1,0=totalmente invertido)
pt: Contraste do estímulo (1,0=contraste inalterado, 0,5=diminuir contraste, 0,0=uniforme/sem contraste, -0,5=ligeiramente invertido, -1,0=totalmente invertido)

source: Contrast
es_es: Contraste
pt: Contraste

source: Position of this stimulus (e.g. [1,2] )
es_es: Posición de este estímulo (por ejemplo, [1,2])
pt: Posição deste estímulo (exemplo, [1,2] )

source: Position [x,y]
es_es: Posición [x,y]
pt: Posição [x,y]

source: Size of this stimulus (either a single value or x,y pair, e.g. 2.5, [1,2]
es_es: Tamaño de este estímulo (ya sea un valor único o un par x,y, por ejemplo, 2,5, [1,2]
pt: Tamanho deste estímulo (um valor único ou um par x,y, exemplo, 2.5, [1,2]

source: Size [w,h]
es_es: Tamaño [ancho, alto]
pt: Tamanho [w,h]

source: Orientation of this stimulus (in deg)
es_es: Orientación de este estímulo (en grados)
pt: Orientação deste estímulo (em graus)

source: Orientation
es_es: Orientación
pt: Orientação

source: Aperture: restrict the drawing of stimuli to a given region
es_es: Apertura: restringir el dibujo de estímulos a una región determinada
pt: Abertura: restringe o desenho de estímulos a uma determinada região

source: How big is the aperture? (a single number for diameter)
es_es: ¿Qué tamaño tiene la apertura? (un solo número para el diámetro)
pt: Qual é o tamanho da abertura? (um único número para o diâmetro)

source: Which point on the aperture should be anchored to its exact position?
es_es: ¿Qué punto de la apertura debe anclarse en su posición exacta?
pt: Que ponto da abertura deve ser ancorado na sua posição exata?

source: Anchor
es_es: Ancla
pt: Âncora

source: Size
es_es: Tamaño
pt: Tamanho

source: Where is the aperture centred?
es_es: ¿Dónde está centrada la apertura?
pt: Onde se centra a abertura?

source: Brush: a drawing tool
es_es: Pincel: una herramienta de dibujo
pt: Pincel: uma ferramenta de desenho

source: Fill color of this brush
es_es: Color de relleno de este pincel
pt: Cor de preenchimento deste pincel

source: Brush color
es_es: Color del pincel
pt: Cor do pincel

source: Width of the brush's line (always in pixels and limited to 10px max width)
es_es: Ancho de la línea del pincel (siempre en píxeles y limitado a un ancho máximo de 10 píxeles)
pt: Largura da linha do pincel (sempre em pixels e limitada a 10px de largura máxima)

source: Brush size
es_es: Tamaño del pincel
pt: Largura do pincel

source: The line opacity
es_es: La opacidad de la línea
pt: A opacidade da linha

source: Press button
es_es: Presionar botón
pt: Pressionar botão

source: Force end of Routine
es_es: Forzar fin de rutina
pt: Forçar o fim da Routine

source: Button text
es_es: Texto del botón
pt: Botão de texto

source: Font
es_es: Fuente
pt: Fonte

source: Letter height
es_es: Altura de letra
pt: Altura da letra

source: Bold
es_es: Negrita
pt: Negrito

source: Italic
es_es: Cursiva
pt: Itálico

source: Padding
es_es: Relleno
pt: Preenchimento

source: Run once per click
es_es: Ejecutar una vez por clic
pt: Executar uma vez por clique

source: Record clicks
es_es: Registrar clics
pt: Guardar cliques

source: Time relative to
es_es: Tiempo relativo a
pt: Tempo relativo a

source: Button: A clickable textbox
es_es: Botón: un cuadro de texto en el que se puede hacer clic
pt: Botão: uma caixa de texto clicável

source: Click here
es_es: Haga clic aquí
pt: Clique aqui

source: Text color
es_es: Color del texto
pt: Cor do texto

source: Should a response force the end of the Routine (e.g end the trial)?
es_es: ¿Debería una respuesta forzar el final de la rutina (por ejemplo, finalizar la prueba)?
pt: Uma resposta deve forçar o fim da Routine (exemplo, terminar o ensaio)?

source: Should the callback run once per click (True), or each frame until click is released (False)
es_es: ¿La devolución de llamada debe ejecutarse una vez por clic (Verdadero), o cada fotograma hasta que se haga clic?liberado (Falso)
pt: O callback deve ser executado uma vez por clique (Verdadeiro) ou por cada frame até ao clique (Falso)

source: Code to run when button is clicked
es_es: Código para ejecutar cuando se hace clic en el botón
pt: Codificar para ser executar quando o botão é clicado

source: Callback function
es_es: Función de devolución de llamada
pt: Função calback

source: The text to be displayed
es_es: El texto que se mostrará
pt: Texto a ser apresentado

source: The font name (e.g. Comic Sans)
es_es: El nombre de la fuente (por ejemplo, Comic Sans)
pt: Nome da fonte (exemplo, Comic Sans)

source: Specifies the height of the letter (the width is then determined by the font)
es_es: Especifica la altura de la letra (el ancho lo determina la fuente)
pt: Especifica a altura da letra (a largura é determinada pela fonte)

source: Should text be italic?
es_es: ¿El texto debe estar en cursiva?
pt: O texto deve estar em itálico?

source: Should text be bold?
es_es: ¿El texto debe estar en negrita?
pt: O texto deve estar a negrito?

source: Defines the space between text and the textbox border
es_es: Define el espacio entre el texto y el borde del cuadro de texto
pt: Define o espaço entre o texto e o limite da caixa de texto

source: Should text anchor to the top, center or bottom of the box?
es_es: ¿El texto debe anclarse en la parte superior, central o inferior del cuadro?
pt: O texto deve ser ancorado na parte superior, central ou inferior da caixa?

source: Textbox border width
es_es: Ancho del borde del cuadro de texto
pt: Largura do limite da caixa de texto

source: Border width
es_es: Ancho de borde
pt: Largura do limite

source: What clicks on this button should be saved to the data output?
es_es: ¿Qué clics en este botón deben guardarse en la salida de datos?
pt: Que cliques neste botão devem ser salvos no output dos dados?

source: What should the values of mouse.time should be relative to?
es_es: ¿Con qué deberían ser relativos los valores de mouse.time?
pt: Os valores de mouse.time devem ser relativos ao quê?

source: Webcam: Record video from a webcam.
es_es: Webcam: Graba vídeo desde una cámara web.
pt: Webcam: gravar vídeo de uma webcam.

source: Resolution (w x h) to record to, leave blank to use device default.
es_es: Resolución (ancho x alto) para grabar, déjelo en blanco para usar el dispositivo predeterminado.
pt: Resolução (w x h) de gravação, deixe em branco para usar as definições predefinidas do dispositivo.

source: Resolution
es_es: Resolución
pt: Resolução

source: Frame rate (frames per second) to record at, leave blank to use device default.
es_es: Velocidad de cuadros (cuadros por segundo) para grabar, déjelo en blanco para usar el dispositivo por defecto.
pt: Taxa de frames/ensaios (frames por segundo) para gravar, deixe em branco para usar as definições predefinidas do dispositivo.

source: Frame rate
es_es: Velocidad de fotogramas
pt: Taxa de frames/ensaios

source: Device
es_es: Dispositivo
pt: Dispositivo

source: Save webcam output to a file?
es_es: ¿Guardar la salida de la cámara web en un archivo?
pt: Guardar o ficheiro de resultados da webcam?

source: Save file?
es_es: ¿Guardar archivo?
pt: Guardar ficheiro?

source: Begin Routine
es_es: Comenzar rutina
pt: Começar a Routine

source: End Routine
es_es: Finalizar rutina
pt: Terminar a Routine

source: Begin JS Routine
es_es: Comenzar rutina JS
pt: JS para começar a Routine

source: End JS Routine
es_es: Finalizar rutina JS
pt: Terminar JS da Routine

source: Code: insert python commands into an experiment
es_es: Código: insertar comandos de Python en un experimento
pt: Código: insira comandos python numa experiência

source: Display Python or JS Code
es_es: Mostrar código Python o JS
pt: Apresentar código em Python ou JS

source: Code type
es_es: Tipo de código
pt: Copiar código

source: Code to run before the experiment starts (initialization); right-click checks syntax
es_es: Código a ejecutar antes de que comience el experimento (inicialización); haga clic derecho comprueba la sintaxis
pt: Código a ser executado antes do início da experiência (inicialização); clicar com o botão direito para verificar a sintaxe

source: Before experiment
es_es: Antes del experimento
pt: Antes da experiência

source: Code at the start of the experiment ; right-click checks syntax
es_es: Código al inicio del experimento; haga clic derecho para verificar la sintaxis
pt: Código no início da experiência; clicar com o botão direito para verificar a sintaxe

source: Begin experiment
es_es: Comenzar experimento
pt: Começar experiência

source: Code to be run at the start of each repeat of the Routine (e.g. each trial); right-click checks syntax
es_es: Código que se ejecutará al inicio de cada repetición de la Rutina (por ejemplo, cada prueba); sintaxis de verificación de clic derecho
pt: Código a ser executado no início de cada repetição da Routine (exemplo, cada ensaio); clicar com o botão direito para verificar a sintaxe

source: Code to be run on every video frame during for the duration of this Routine; right-click checks syntax
es_es: Código que se ejecutará en cada fotograma de vídeo durante esta rutina; sintaxis de verificación de clic derecho
pt: Código a ser executado em cada frame do vídeo durante esta Routine; clicar com o botão direito para verificar a sintaxe

source: Each frame
es_es: Cada cuadro
pt: Cada frame

source: Code at the end of this repeat of the Routine (e.g. getting/storing responses); right-click checks syntax
es_es: Código al final de esta repetición de la rutina (por ejemplo, obtener/almacenar respuestas); clic derecho comprueba la sintaxis
pt: Código no final desta repetição da Routine (exemplo, obter/armazenar respostas); clicar com o botão direito para verificar a sintaxe

source: Code at the end of the entire experiment (e.g. saving files, resetting computer); right-click checks syntax
es_es: Código al final de todo el experimento (por ejemplo, guardar archivos, restablecer computadora); haga clic derecho para verificar la sintaxis
pt: Código no final de toda a experiência (exemplo, guardar cheiros, reiniciar o computador); clicar com o botão direito para verificar a sintaxe

source: End experiment
es_es: Finalizar experimento
pt: Terminar a experiência

source: Code before the start of the experiment (initialization); right-click checks syntax
es_es: Código antes del inicio del experimento (inicialización); comprobaciones con el botón derecho sintaxis
pt: Código antes do início da experiência (inicialização); clicar com o botão direito para verificar a sintaxe

source: Before JS experiment
es_es: Antes del experimento JS
pt: JS antes da experiência

source: Code at the start of the experiment (initialization); right-click checks syntax
es_es: Código al inicio del experimento (inicialización); comprobaciones con el botón derecho sintaxis
pt: Código no início da experiência (inicialização); clicar com o botão direito para verificar a sintaxe

source: Begin JS experiment
es_es: Comenzar experimento JS
pt: JS para começar a experiência

source: Each JS frame
es_es: Cada trama JS
pt: Cada frame de JS

source: End JS experiment
es_es: Finalizar experimento JS
pt: Terminar JS da experiência

source: Number of dots
es_es: Número de puntos
pt: Número de pontos

source: Direction
es_es: Dirección
pt: Direção

source: Speed
es_es: Velocidad
pt: Velocidade

source: Coherence
es_es: Coherencia
pt: Coerência

source: Dot size
es_es: Tamaño de punto
pt: Tamanho dos pontos

source: Dot life-time
es_es: Vida útil del punto
pt: Tempo do ponto

source: Signal dots
es_es: Puntos de señal
pt: Pontos de sinalização

source: Noise dots
es_es: Puntos de ruido
pt: Ruído dos pontos

source: Field shape
es_es: Forma del campo
pt: Forma do campo

source: Field size
es_es: Tamaño de campo
pt: Tamanho do campo

source: Field position
es_es: Posición de campo
pt: Posição do campo

source: Dot refresh rule
es_es: Regla de actualización de puntos
pt: Regra de atualização de pontos

source: Dots: Random Dot Kinematogram
es_es: Puntos: Cinematograma de puntos aleatorios
pt: Pontos: Cinematograma de pontos aleatórios

source: Number of dots in the field (for circular fields this will be average number of dots)
es_es: Número de puntos en el campo (para campos circulares este será el número promediode puntos)
pt: Número de pontos no campo (para campos circulares este será o número médio de pontos)

source: Direction of motion for the signal dots (degrees)
es_es: Dirección de movimiento de los puntos de señal (grados)
pt: Direção do movimento do sinal dos pontos (graus)

source: Speed of the dots (displacement per frame in the specified units)
es_es: Velocidad de los puntos (desplazamiento por cuadro en las unidades especificadas)
pt: Velocidade dos pontos (deslocação por frame nas unidades especificadas)

source: Coherence of the dots (fraction moving in the signal direction on any one frame)
es_es: Coherencia en los puntos (fracción moviéndose en la dirección de la señal en cualquiera de los cuadros).
pt: Coerência dos pontos (fração de movimento na direção do sinal em qualquer frame)

source: Size of the dots IN PIXELS regardless of the set units
es_es: Tamaño de los puntos EN PÍXELES independientemente de las unidades configuradas
pt: Tamanho dos pontos EM PIXELS independente das unidades configuradas

source: Number of frames before each dot is killed and randomly assigned a new position
es_es: Número de fotogramas antes de que se elimine cada punto y se le asigne un nuevo aleatoriamenteposición
pt: Número de frames antes de cada ponto ser eliminado e atribuído aleatoriamente a uma nova posição

source: On each frame are the signals dots remaining the same or changing? See Scase et al.
es_es: ¿En cada cuadro, los puntos de señal permanecen iguales o cambian? Consulte el caso et al.
pt: Em cada ensaio os pontos de sinalização permanecem iguais ou mudam? Veja Scase et al.
