Repository: psychopy/versions
Catalog: psychopy/app/locale/*/LC_MESSAGE/messages.po
Languages: es_es, pt

source: Select the test(s) to run, from: psychopy/tests/test*
es_es: Seleccione las pruebas a ejecutar, desde: psicopia/pruebas/prueba*
pt: Selecione o(s) teste(s) a realizar(s) a partir de: psychopy/tests/test*

source: Run tests
es_es: Ejecutar pruebas
pt: Executar testes

source: Cancel
es_es: Cancelar
pt: Cancelar

source: Coverage Report
es_es: Informe de cobertura
pt: Relatório de Cobertura

source: Include coverage report (requires coverage module)
es_es: Incluir informe de cobertura (requiere módulo de cobertura)
pt: Incluir relatório de cobertura (requer módulo de cobertura)

source: ALL stdout
es_es: TODA salida estándar
pt: TODOS os stdout

source: Report all printed output & show any new rms-test images
es_es: Informar todos los resultados impresos y mostrar cualquier nueva imagen de prueba rms
pt: Comunique todos os resultados impressos & mostre quaisquer novas imagens de teste rms

source: Analyzing code
es_es: Analizando código
pt: A analisar código

source: Unable to find "%s"
es_es: No se puede encontrar "%s"
pt: Não foi possível encontrar "%s"

source: Source Assistant
es_es: Asistente de fuente

source: Shell
es_es: Shell (Caparazón)
pt: Consola

source: Output
es_es: Salida
pt: Resultados

source: Shelf
es_es: Estante

source: Welcome to PsychoPy3!
es_es: ¡Bienvenido a PsychoPy3!
pt: Bem-vindo ao PsychoPy3!

source: Save current file
es_es: Guardar archivo actual
pt: Guardar o ficheiro atual

source: Save current python file as...
es_es: Guardar el archivo Python actual como...
pt: Guardar o ficheiro python atual como...

source: Close current file
es_es: Cerrar archivo actual
pt: Fechar o ficheiro atual

source: Close all files
es_es: Cerrar todos los archivos
pt: Fechar todos os ficheiros

source: Close all files in the editor.
es_es: Cerrar todos los archivos en el editor.
pt: Fechar todos os ficheiros no editor.

source: Print %s
es_es: Imprimir %s
pt: Imprimir %s

source: Close PsychoPy Coder
es_es: Cerrar PsychoPy Coder
pt: Fechar o PsychoPy Coder

source: &Copy %s
es_es: &Copiar %s
pt: &Copiar %s

source: Duplicate the current line (or current selection)
es_es: Duplicar la línea actual (o selección actual)
pt: Duplicar a linha atual (ou seleção atual)

source: &Duplicate %s
es_es: &Duplicar %s
pt: &Duplicar %s

source: &Find %s
es_es: &Buscar %s
pt: &Procurar %s

source: Find &Next %s
es_es: Buscar &Siguiente %s
pt: Procurar &Próximo %s

source: Comment %s
es_es: Comentario %s
pt: Comentar %s

source: Comment selected lines
es_es: Comentar líneas seleccionadas
pt: Comentar linhas selecionadas

source: Uncomment %s
es_es: Descomentar %s
pt: Remover comentário %s

source: Un-comment selected lines
es_es: Descomentar líneas seleccionadas
pt: Deixar de comentar linhas selecionadas

source: Toggle comment %s
es_es: Alternar comentario %s
pt: Alternar comentário %s

source: Toggle commenting of selected lines
es_es: Alternar comentarios de líneas seleccionadas
pt: Alternar comentários das linhas selecionadas

source: Toggle fold %s
es_es: Alternar plegado %s

source: Toggle folding of top level
es_es: Alternar plegado del nivel superior
pt: Toggle folding do nível superior

source: Indent selection %s
es_es: Selección de sangría %s
pt: Seleção de indentação %s

source: Increase indentation of current line
es_es: Aumentar sangría de la línea actual
pt: Aumentar indentação do ficheiro atual

source: Dedent selection %s
es_es: Selección de sangría %s
pt: Parar indentação da seleção %s

source: Decrease indentation of current line
es_es: Disminuir sangría de la línea actual
pt: Diminuir indentação do ficheiro atual

source: Try to indent to the correct position w.r.t. last line
es_es: Intenta sangrar en la posición correcta con la última línea
pt: Tentar indentação para a posição correta w.r.t. da última linha

source: Enlarge font %s
es_es: Agrandar fuente %s
pt: Ampliar a fonte %s

source: Increase font size
es_es: Aumentar tamaño de fuente
pt: Diminuir tamanho da fonte

source: Shrink font %s
es_es: Reducir fuente %s
pt: Encolher a fonte %s

source: Decrease font size
es_es: Reducir tamaño de fuente
pt: Diminuir o tamanho da fonte

source: Reset font
es_es: Restablecer fuente
pt: Repor fonte

source: Return fonts to their original size.
es_es: Devuelve las fuentes a su tamaño original.
pt: Repor a fonte no seu tamanho original.

source: Editor file location
es_es: Ubicación del archivo del editor
pt: Localização do ficheiro do editor

source: File browser pane location
es_es: Ubicación del panel del explorador de archivos
pt: Localização do painel do navegador de ficheiros

source: Choose directory ...
es_es: Elegir directorio...
pt: Escolher diretório...

source: Change working directory to ...
es_es: Cambiar directorio de trabajo a...
pt: Alterar diretório de trabalho para...

source: Panels
es_es: Paneles
pt: Painéis

source: Shows the output and shell panes (and starts capturing stdout)
es_es: Muestra los paneles de salida y shell (y comienza a capturar la salida estándar)
pt: Mostrar os painéis de resultados e de consola (e começar a capturar o stdout)

source: &Output/Shell %s
es_es: &Salida/Shell %s
pt: &Resultados/Consola %s

source: Hide/show the source assistant pane.
es_es: Ocultar/mostrar el panel del asistente de fuente.
pt: Ocultar/mostrar o painel do assistente de origem.

source: Shows guides in the editor for your indentation level
es_es: Muestra guías en el editor para su nivel de sangría
pt: Mostrar guias no editor para o seu nível de indentação

source: &Indentation guides %s
es_es: &Guías de sangría %s
pt: &Guias de indentação %s

source: Show whitespace characters in the code
es_es: Mostrar espacios en blanco en el código
pt: Mostrar caracteres de espaço em branco no código

source: &Whitespace %s
es_es: &Espacio en blanco %s
pt: &Espaço em branco %s

source: Show End Of Line markers in the code
es_es: Mostrar marcadores de fin de línea en el código
pt: Mostrar marcadores de fim de linha no código

source: Show &EOLs %s
es_es: Mostrar &EOL %s
pt: Mostrar &EOLs %s

source: Enable/disable line wrapping in editors.
es_es: Habilitar/deshabilitar el ajuste de línea en los editores.
pt: Ativar/desativar quebra de linha nos editores.

source: Line wrapping
es_es: Ajuste de línea
pt: Quebra de linha

source: csv from psydat
es_es: csv de psydat
pt: csv do psydat

source: Create a .csv file from an existing .psydat file
es_es: Crear un archivo .csv a partir de un archivo .psydat existente
pt: Criar um ficheiro .csv de um ficheiro .psydat existente

source: Unit &testing... Ctrl-T
es_es: Unidad y probando... Ctrl-T
pt: Unidade &testar... Ctrl-T

source: Show dialog to run unit tests
es_es: Mostrar cuadro de diálogo para ejecutar pruebas unitarias
pt: Mostrar caixa de diálogo para executar testes unitários

source: &PsychoPy Coder Tutorial
es_es: &Tutorial de PsychoPy Coder
pt: &Tutorial do PsychoPy Coder

source: Go to the online PsychoPy tutorial
es_es: Ir al tutorial en línea de PsychoPy
pt: Ir para o tutorial online do PsychoPy

source: &PsychoPy API (reference)
es_es: &PsychoPy API (referencia)
pt: &PsychoPy API (referência)

source: Go to the online PsychoPy reference manual
es_es: Ir al manual de referencia de PsychoPy en línea
pt: Aceda ao manual de referência online do PsychoPy

source: '%s' was modified outside of PsychoPy: Reload (without saving)?
es_es: '%s' fue modificado fuera de PsychoPy: ¿Recargar (sin guardar)?
pt: '%s' foi modificado fora do PsychoPy: Recarregar (sem guardar)?

source: Reloading file
es_es: Recargando archivo
pt: Recarregar ficheiro

source: Save changes to %s before quitting?
es_es: ¿Guardar cambios en %s antes de salir?
pt: Salvar alterações em %s antes de sair?

source: Failed to open `{}`. Make sure that encoding of the file is utf-8.
es_es: Error al abrir `{}`. Asegúrese de que la codificación del archivo sea utf-8.
pt: Falha ao abrir `{}`. Certifique-se de que a codificação do ficheiro é utf-8.

source: Loading file
es_es: Cargando archivo
pt: A carregar o ficheiro

source: File appears to have been modified outside of PsychoPy: %s OK to overwrite?
es_es: El archivo parece haber sido modificado fuera de PsychoPy: %s ¿Está bien sobrescribir?
pt: O ficheiro parece ter sido alterado fora do PsychoPy: %s OK para substituir?

source: File '%s' lacks write-permission: Will try save-as instead.
es_es: El archivo '%s' carece de permiso de escritura: Intentaré usar guardar-como en su lugar.
pt: O ficheiro '%s' não tem permissão de escrita: Em vez disso, tentará guardar como.

source: Saving file
es_es: Guardando archivo
pt: A guardar ficheiro

source: Python script (*.py)|*.py|JavaScript file (*.js)|*.js|Text file (*.txt)|*.txt|Any file (*.*)|*.*
es_es: Script Python (*.py)|*.py|Archivo JavaScript (*.js)|*.js|Archivo de texto (*.txt)|*.txt|Cualquier archivo (*.*)|*.*
pt: Script de Python (*.py)|*.py| ficheiro JavaScript (*.js)|*.js|ficheiro de Texto (*.txt)|*.txt|Qualquer ficheiro (*.*)|*.*

source: Python script (*.py)|*.py|JavaScript file (*.js)|*.js|Text file (*.txt)|*.txt|Any file (*.*)|*
es_es: Secuencia de comandos Python (*.py)|*.py|Archivo JavaScript (*.js)|*.js|Archivo de texto (*.txt)|*.txt|Cualquier archivo (*.*)|*
pt: Script de Python (*.py)|*.py| ficheiro JavaScript (*.js)|*.js|ficheiro de texto (*.txt)|*.txt|Qualquer ficheiro (*.*)|*

source: Save changes to %s before running?
es_es: ¿Guardar cambios en %s antes de ejecutar?
pt: Guardar alterações em %s antes de executar?

source: Folder
es_es: Carpeta
pt: Pasta

source: Create a new folder here.
es_es: Crea una nueva carpeta aquí.
pt: Criar uma nova pasta aqui.

source: New...
es_es: Nuevo...
pt: Novo...

source: Rename the file
es_es: Cambiar el nombre del archivo
pt: Renomear o ficheiro

source: Delete the file
es_es: Eliminar el archivo
pt: Eliminar o ficheiro

source: Directory:
es_es: Directorio:
pt: Diretório:

source: Browse for a folder to open.
es_es: Buscar una carpeta para abrir.
pt: Procurar uma pasta para abrir.

source: Navigate to PsychoPy library root.
es_es: Navegar a la raíz de la biblioteca PsychoPy.
pt: Navegar até à raiz da biblioteca PsychoPy.

source: Navigate to current open file.
es_es: Navegar al archivo abierto actual.
pt: Navegar até ao arquivo aberto atual.

source: Cannot change working directory to location of file `{}`. It needs to be saved first.
es_es: No se puede cambiar el directorio de trabajo a la ubicación del archivo `{}`. Debe ser grabado primero.
pt: Não é possível alterar o diretório de trabalho para o local do arquivo `{}`. Ele precisa de ser guardado primeiro.

source: Browse ...
es_es: Buscar...
pt: Procurar ...

source: Browse the file system for a directory to open
es_es: Buscar en el sistema de archivos un directorio para abrir
pt: Procurar no sistema de arquivos um diretório para abrir

source: Current working directory
es_es: Directorio de trabajo actual
pt: Diretório de trabalho atual

source: Open the current working directory
es_es: Abrir el directorio de trabajo actual
pt: Abrir o diretório de trabalho atual

source: Open the directory the current editor file is located
es_es: Abra el directorio donde se encuentra el archivo del editor actual
pt: Abrir o diretório onde o arquivo do editor atual está localizado

source: Enter folder name:
es_es: Ingrese el nombre de la carpeta:
pt: Introduzir o nome da pasta:

source: New folder
es_es: Nueva carpeta
pt: Nova pasta

source: Folder name cannot be empty.
es_es: El nombre de la carpeta no puede estar vacío.
pt: O nome da pasta não pode estar vazio.

source: Cannot create folder `{}`, already exists.
es_es: No se puede crear la carpeta `{}`, ya existe.
pt: Não pode criar a pasta `{}`, já existe.

source: Cannot create folder `{}`, permission denied.
es_es: No se puede crear la carpeta `{}`, permiso denegado.
pt: Não pode criar a pasta `{}`, permissão negada.

source: Rename folder `{}` to:
es_es: Cambiar el nombre de la carpeta `{}` a:
pt: Renomear pasta `{}` para:

source: Rename Folder
es_es: Cambiar nombre de carpeta
pt: Renomear pasta

source: Cannot rename `{}` to `{}`.
es_es: No se puede cambiar el nombre de `{}` a `{}`.
pt: Não pode renomear pasta `{}` para `{}`.

source: Rename file `{}` to:
es_es: Cambiar el nombre del archivo `{}` a:
pt: Renomear ficheiro `{}` para:

source: Rename file
es_es: Cambiar nombre de archivo
pt: Renomear ficheiro

source: Are you sure you want to PERMANENTLY delete folder `{}`?
es_es: ¿Está seguro de que desea eliminar PERMANENTEMENTE la carpeta `{}`?
pt: Tem a certeza de que deseja excluir PERMANENTEMENTE a pasta `{}`?

source: Cannot delete folder `{}`, directory does not exist.
es_es: No se puede eliminar la carpeta `{}`, el directorio no existe.
pt: Não é possível excluir a pasta `{}`, o diretório não existe.

source: Cannot delete folder `{}`, directory is not empty or permission denied.
es_es: No se puede eliminar la carpeta `{}`, el directorio no está vacío o se ha denegado el permiso.
pt: Não é possível excluir a pasta `{}`, o diretório não está vazio ou a permissão negada.

source: Are you sure you want to PERMANENTLY delete file `{}`?
es_es: ¿Está seguro de que desea eliminar PERMANENTEMENTE el archivo `{}`?
pt: Tem a certeza de que deseja excluir PERMANENTEMENTE o arquivo `{}`?

source: Cannot delete folder `{}`, file does not exist.
es_es: No se puede eliminar la carpeta `{}`, el archivo no existe.
pt: Não é possível excluir a pasta `{}`, o arquivo não existe.

source: Cannot delete file `{}`, permission denied.
es_es: No se puede eliminar el archivo `{}`, permiso denegado.
pt: Não é possível excluir o arquivo `{}`, permissão negada.

source: Specified path `{}` is not a directory.
es_es: La ruta especificada `{}` no es un directorio.
pt: O caminho especificado `{}` não é um diretório.

source: Cannot access directory `{}`, permission denied.
es_es: No se puede acceder al directorio `{}`, permiso denegado.
pt: Não é possível aceder ao diretório `{}`, permissão negada.

source: Cannot access directory `{}`, not a directory.
es_es: No se puede acceder al directorio `{}`, no es un directorio.
pt: Não é possível aceder ao diretório `{}`, não um diretório.

source: Close the current shell.
es_es: Cerrar el shell actual.
pt: Feche a consola atual.

source: Close the current shell and start a new one, this will clear any variables.
es_es: Cierre el sell actual y comience uno nuevo, esto borrará todas las variables.
pt: Feche a consola atual e inicie uma nova, isso limpará todas as variáveis.

source: Clear all previous output.
es_es: Borrar todos los resultados anteriores.
pt: Limpar todos os resultados anteriores.

source: Hit [Return] to start a Python session.
es_es: Presiona [Regresar] para iniciar una sesión de Python.
pt: Pressione [Return] para iniciar a sessão de Python.

source: Hit [Return] to start a Python shell.
es_es: Presiona [Regresar] para iniciar un shell de Python.
pt: Pressione [Return] para iniciar a consola do Python.

source: RGB Channels
es_es: Canales RGB
pt: Canais RGB

source: Hex/HTML
es_es: Hexadecimal/HTML

source: RGB Format
es_es: Formato RGB
pt: Formatar RGB

source: HSV Channels
es_es: Canales HSV
pt: Canais HSV

source: Output Space:
es_es: Espacio de salida:
pt: Espaço de resultados:

source: Insert
es_es: Insertar
pt: Inserir

source: Couldn't connect to psychopy.org to check for updates.
es_es: No se pudo conectar a psychopy.org para buscar actualizaciones.
pt: Feche a consola atual e inicie uma nova, isto limpará todas as variáveis.

source: Check internet settings (and proxy setting in PsychoPy Preferences).
es_es: Verifique la configuración de Internet (y la configuración de proxy en Preferencias de PsychoPy).
pt: Verifique as configurações de Internet (e as configurações de proxy nas Preferências do PsychoPy).

source: PsychoPy updates
es_es: Actualizaciones de PsychoPy
pt: Atualizações do PsychoPy

source: PsychoPy v%(latest)s is available (you are running %(running)s).
es_es: PsychoPy v%(latest)s está disponible (estás ejecutando %(running)s).
pt: PsychoPy v%(latest)s está disponível (está a executar %(running)s).

source: This version is too big an update to be handled automatically.
es_es: Esta versión es una actualización demasiado grande para manejarla automáticamente.
pt: Esta versão é uma atualização muito grande para ser tratada automaticamente.

source: Please fetch the latest version from www.psychopy.org and install manually.
es_es: Por favor busque la última versión en www.psychopy.org e instálela de forma manual.
pt: Obtenha a versão mais recente em www.psychopy.org e instale manualmente.

source: Go to downloads
es_es: Ir a descargas
pt: Ir para transferências

source: Go to changelog
es_es: Ir al registro de cambios
pt: Ir para changelog

source: Later
es_es: Más tarde
pt: Mais tarde

source: You are running the latest version of PsychoPy (%s).
es_es: Estás ejecutando la última versión de PsychoPy (%s).
pt: Está a executar a versão mais recente do PsychoPy (%s).

source: PsychoPy v%(latest)s is available (you are running %(running)s). (To disable this check, see Preferences > connections > checkForUpdates)
es_es: PsychoPy v%(latest)s está disponible (estás ejecutando %(running)s). (Para desactivar esta verificación, consulte Preferencias > conexiones > checkForUpdates)
pt: PsychoPy v%(latest)s está disponível (está a executar %(running)s). (Para desativar esta verificação, consulte Preferências > conexões > checkForUpdates)

source: This version MAY require you to modify your scripts/exps slightly. Read the changelog carefully.
es_es: Esta versión PUEDE requerir que modifiques tu scripts/exps ligeramente. Lea el logo de cambios (changelog) con cuidado.
pt: Esta versão PODE requerer que modifique ligeiramente os seus scripts/exps. Leia o changelog com atenção.

source: There are no known compatibility issues with your current version.
es_es: No hay compatibilidad conocida problemas con su versión actual.
pt: Não há problemas de compatibilidade conhecidos com a sua versão atual.

source: View complete Changelog
es_es: Ver registro de cambios completo
pt: Veja o changelog completo

source: You can update PsychoPy with your package manager
es_es: Puedes actualizar PsychoPy con tu administrador de paquetes
pt: Pode atualizar o PsychoPy com o seu gestor de pacotes

source: Should PsychoPy update itself?
es_es: ¿Debería PsychoPy actualizarse?
pt: O PsychoPy poderá atualizar-se a si mesmo?

source: Keep warning me
es_es: Sigue advirtiéndome
pt: Continue a avisar-me

source: Stop warning me
es_es: Deja de advertirme
pt: Para de me avisar

source: Yes
es_es: Sí
pt: Sim

source: Not now
es_es: Ahora no
pt: Agora não

source: Skip this version
es_es: Omitir esta versión
pt: Ignorar esta versão

source: PsychoPy Updates
es_es: Actualizaciones de PsychoPy
pt: Atualizações do PsychoPy

source: Auto-update (will fetch latest version)
es_es: Actualización automática (obtendrá la última versión)
pt: Atualização automática (procurará a versão mais recente)

source: Use zip file below (download a PsychoPy release file ending .zip)
es_es: Utilice el archivo zip a continuación (descargue un archivo de versión de PsychoPy que termine en .zip)
pt: Usar o arquivo zip abaixo (transfira um ficheiro do PsychoPy terminando em .zip)

source: Install
es_es: Instalar
pt: Instalar

source: Close
es_es: Cerrar
pt: Fechar

source: You are running PsychoPy v%s.
es_es: Estás ejecutando PsychoPy v%s.
pt: Está a executar o PsychoPy v%s.

source: PsychoPy could not connect to the internet to check for more recent versions.
es_es: PsychoPy no pudo conectarse al Internet para buscar versiones más recientes.
pt: O PsychoPy não conseguiu conectar-se à internet para verificar versões mais recentes.

source: Check proxy settings in preferences.
es_es: Verifique la configuración del proxy en preferencias.
pt: Verificar as configurações de proxy nas preferências.

source: You are running PsychoPy (%(running)s), which is ahead of the latest official version (%(latest)s)
es_es: Estás ejecutando PsychoPy (%(running)s), que está por delante del último versión oficial (%(latest)s)
pt: Está a executar o PsychoPy (%(running)s), que está à frente da versão oficial mais recente (%(latest)s)

source: You are running the latest version of PsychoPy (%s)
es_es: Estás ejecutando la última versión de PsychoPy (%s)
pt: Está a executar a versão mais recente do PsychoPy (%s)

source: You can revert to a previous version by selecting a specific .zip source installation file
es_es: Puedes volver a una versión anterior seleccionando una fuente .zip específicaarchivo de instalación
pt: Pode reverter para uma versão anterior selecionando um ficheiro de instalação de origem .zip

source: PsychoPy v%(latest)s is available You are running v%(running)s
es_es: PsychoPy v%(latest)s está disponible Estás ejecutando v%(running)s
pt: PsychoPy v%(latest)s está disponivel Está a executar %(running)s

source: You can update to the latest version automatically
es_es: Puedes actualizar a la última versión automáticamente
pt: Pode atualizar para a versão mais recente automaticamente

source: You cannot update to the latest version automatically. Please fetch the latest Standalone package from www.psychopy.org
es_es: No se puede actualizar a la última versión automáticamente. Obtenga el paquete independiente más reciente de www.psychopy.org
pt: Não pode atualizar para a versão mais recente automaticamente. Obtenha, por favor, o pacote Standalone mais recente em www.psychopy.org

source: Attempting to fetch PsychoPy %s...
es_es: Intentando recuperar PsychoPy %s...
pt: A tentar encontrar o PsychoPy %s...

source: Fetched %(done)i of %(total)i kb of PsychoPy-%(version)s.zip
es_es: Obtenido %(done)i de %(total)i kb de PsychoPy-%(version)s.zip
pt: Procura %(done)i de %(total)i kb do PsychoPy-%(version)s.zip

source: Successfully downloaded PsychoPy-%s.zip
es_es: PsychoPy-%s.zip descargado exitosamente
pt: Transferência do PsychoPy-%s.zip com sucesso

source: To upgrade you need to restart the app as admin (Right-click the app and 'Run as admin')
es_es: Para actualizar necesita reiniciar la aplicación como administrador (haga clic derecho en la aplicación y 'Ejecutar como administrador')
pt: Para atualizar precisa de reiniciar o programa como administrador (clique com o botão direito no programa e 'Executar como administrador')

source: Could not move existing PsychoPy installation (permissions error?)
es_es: No se pudo mover la instalación de PsychoPy existente (¿error de permisos?)
pt: Não foi possível mover a instalação existente do PsychoPy (erro de permissão?)

source: Right-click the app and 'Run as admin'): %s
es_es: Haga clic derecho en la aplicación y 'Ejecutar como administrador'): %s
pt: Clique com o botão direito no programa e 'Executar como administrador'): %s

source: Failed to create directory for new version (permissions error?): %s
es_es: Error al crear el directorio para la nueva versión (¿error de permisos?): %s
pt: Falha ao criar diretório para a nova versão (erro de permissão?): %s

source: Success. Changes to PsychoPy will be completed when the application is next run
es_es: Éxito. Los cambios en PsychoPy se completarán la próxima vez que se ejecute la aplicación
pt: Successo. As alterações no PsychoPy serão concluídas na próxima execução do programa

source: Downloading PsychoPy v%s
es_es: Descargando PsychoPy v%s
pt: A transferir PsychoPy v%s

source: Failed to fetch PsychoPy release. Check proxy setting in preferences
es_es: Error al recuperar la versión de PsychoPy. Verificar configuración de proxy en preferencias
pt: Falha ao procurar a versão do PsychoPy. Verifique a configuração de proxy nas preferências

source: Warning
es_es: Advertencia
pt: Aviso

source: Info
es_es: Información

source: Query
es_es: Consulta
pt: Consultar

source: PsychoPy3 Error
es_es: Error de PsychoPy3
pt: Erro PsychoPy3
